Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/sector_data.xml.append/*.po
Languages: ru

source: Acidic Expansion
ru: Кислотная экспансия

source: Acidic Colonies
ru: Кислотные колонии

source: Acidic Space
ru: Кислотное пространство

source: Acidic Frontier
ru: Кислотный рубеж

source: Acidic Territory
ru: Кислотная территория

source: Acidic Rimworlds
ru: Кислотные миры

source: Acidic Regions
ru: Кислотные регионы

source: Acidic Parts
ru: Кислотные участки

source: Acidic Dominion
ru: Кислотный доминион

source: Acidic Turf
ru: Кислотная территория

source: Acidic Realm
ru: Кислотное царство

source: Acidic Quarter
ru: Кислотный квартал

source: Acidic Outreaches
ru: Кислотные окраины

source: Acidic Outreaches
ru: Кислотные окраины

source: Acidic Origins [!]
ru: Кислотные родные миры [!]

source: Blasphemous Sector
ru: Богохульственный сектор

source: Blasphemous Space
ru: Богохульственное пространство

source: Blasphemous Colonies
ru: Богохульственные колонии

source: Blasphemous Settlements
ru: Богохульные поселения

source: Blasphemous Regions
ru: Богохульственный регион

source: Blasphemous District
ru: Богохульственный район

source: Blasphemous Quarter
ru: Богохульственный квартал

source: Blasphemous Outreaches
ru: Богохульственные окраины

source: Blasphemous Zone
ru: Богохульственная зона

source: Blasphemous Core [!]
ru: Ядро богохульства [!]

source: Confederate Splinter Sector
ru: Отщепившийся сектор Конфедерации

source: Confederate Splinter Workzone
ru: Отщепившаяся рабочая зона Конфед.

source: Confederate Splinter Space
ru: Отщепившееся пространство Конфед.

source: Confederate Splinter Frontier
ru: Отщепившийся фронтир Конфедерации

source: Confederate Splinter Domain
ru: Отщепившиеся владения Конфед.

source: Confederate Splinter Regions
ru: Отщепившиеся регионы Конфед.

source: Confederate Splinter Precinct
ru: Отщепившейся участок Конфедерации

source: Confederate Splinter District
ru: Отщепившийся район Конфедерации

source: Confederate Splinter Dominion
ru: Отщепившийся доминион Конфедерации

source: Confederate Splinter Quarter
ru: Отщепившийся квартал Конфедерации

source: Home of the Oneflower [!]
ru: Дом Одноцветки [!]

source: Gi Sector
ru: Сектор ги

source: Gi Colonies
ru: Колонии ги

source: Gi Space
ru: Пространство ги

source: Gi Settlements
ru: Поселения ги

source: Gi Frontier
ru: Фронтир ги

source: Gi Territory
ru: Территория ги

source: Gi Domain
ru: Владения ги

source: Gi Rimworlds
ru: Пограничные миры ги

source: Gi Regions
ru: Регионы ги

source: Gi Precinct
ru: Участок ги

source: Gi District
ru: Район ги

source: Gi Turf
ru: Оплот ги

source: Gi Quarter
ru: Квартал ги

source: Gi Outreaches
ru: Окраины ги

source: Gi Nesting Grounds [!]
ru: Места гнездования ги [!]

source: Anarchist Nebula
ru: Туманность Анархистов

source: Anarchist Colonies
ru: Колонии Анархистов

source: Anarchist Space
ru: Пространство Анархистов

source: Anarchist Settlements
ru: Поселения Анархистов

source: Anarchist Frontier
ru: Фронтир Анархистов

source: Anarchist Territory
ru: Территория Анархистов

source: Anarchist Domain
ru: Владения Анархистов

source: Anarchist Rimworlds
ru: Пограничные миры Анархистов

source: Anarchist Regions
ru: Регионы Анархистов

source: Anarchist Parts
ru: Участки Анархистов

source: Anarchist Dominion
ru: Доминион Анархистов

source: Anarchist Turf
ru: Оплот Анархистов

source: Anarchist Realm
ru: Царство Анархистов

source: Anarchist Quarter
ru: Квартал Анархистов

source: Anarchist Shire
ru: Округ Анархистов

source: Anarchist Outreaches
ru: Окраины Анархистов

source: Anarchist Central Nebula [!]
ru: Центральная туманность Анархистов [!]

source: Lylmik Outskirts
ru: Окраины лилмиков

source: Lylmik Core
ru: Ядро лилмиков

source: Gate Passage
ru: Проход через врата

source: Node 17 [Federation Capital]
ru: Узел 17 [Столица Федерации]
