Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/events_special_aea_bird.xml/*.po
Languages: fr, ru

# data/events_special_aea_bird.xml$/dummyroot/FTL/textList[1]/text[1]
source: You have arrived in Gi space. The Gi may not be part of the federation, however they're still close allies and firmly against the rebellion. The Rebellion will still struggle to sneak its way into here.
fr: Vous êtes arrivé dans l'espace Gi. Les Gi ne font peut-être pas partie de la Fédération, mais ils restent des alliés proches et sont fermement opposés à la Rébellion. Cette dernière aura du mal à s'infiltrer ici.
ru: Вы прибыли в пространство ги. Ги, возможно, и не входят в Федерацию, но они все равно являются близкими союзниками и решительно выступают против Восстания. Но повстанцы все еще будут пытаться проникнуть сюда.

# data/events_special_aea_bird.xml$/dummyroot/FTL/textList[1]/text[2]
source: You have arrived in Gi space. Lots of friendly faces will be here, but there will be plenty of Rebel scum invading as well.
fr: Vous êtes arrivé dans l'espace Gi. Vous y trouverez de nombreux visages amicaux, mais également une bonne dose de racaille rebelle en train d'envahir la zone.
ru: Вы прибыли в пространство ги. Здесь будет много доброжелательных личностей, но и повстанцев-отморозков тоже будет предостаточно.

# data/events_special_aea_bird.xml$/dummyroot/FTL/textList[1]/text[3]
source: You have arrived in Gi space. This may be a sector full of allies, but it is bound to attract plenty of Rebels too.
fr: Vous êtes arrivé dans l'espace Gi. Ce secteur regorge peut-être d'alliés, mais il ne manquera pas d'attirer de nombreux Rebelles.
ru: Вы прибыли в пространство ги. Возможно, в этом секторе много союзников, но и повстанцев здесь тоже хватает.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_aea_bird.xml$//event[@name="GUARD_AEA_BIRD"]/text
source: This sector is protected by a combined guard of federation and Gi ships. Several support ships linger in the background, offering aid to other friendly ships in the district.
fr: Ce secteur est protégé par une garde combinée de vaisseaux de la Fédération et des Gi. Plusieurs vaisseaux de soutien stationnent en arrière-plan, apportant leur aide aux autres vaisseaux alliés du district.
ru: Этот сектор защищает объединенная гвардия кораблей Федерации и ги. Несколько кораблей поддержки находятся на расстоянии вытянутой руки, предлагая помощь другим дружественным кораблям в этом регионе.

# data/events_special_aea_bird.xml$//event[@name="GUARD_AEA_BIRD"]/choice[1]/text
source: Request support.
fr: Demander du soutien.
ru: Запросить поддержку.

# data/events_special_aea_bird.xml$//event[@name="GUARD_AEA_BIRD"]/choice[2]/text
source: Attack the guard.
fr: Attaquer le garde.
ru: Атаковать сторожевой корабль.

source: The guard's captain is shocked that you've turned on them. "You must be a Rebel spy! We won't take this lightly!"
fr: Le capitaine du vaisseau est choqué que vous vous soyez retourné contre eux. "Vous devez être un espion Rebelle ! Nous ne prendrons pas cela à la légère !"
ru: Капитан сторожевого корабля в шоке от того, что вы обернулись против них. "Ты, должно быть, шпион повстанцев! Мы не потерпим этого!"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_aea_bird.xml$//event[@name="GUARD_AEA_BIRD"]/choice[3]/text
source: Ignore the guard.
fr: Ignorer le garde.
ru: Не обращать внимание на сторожевой корабль.

source: You now have some time to do something on the ship.
fr: Vous avez désormais du temps libre pour faire quelque chose à bord du vaisseau.
ru: Теперь у вас есть немного времени, чтобы заняться чем-нибудь на корабле.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.

# data/events_special_aea_bird.xml$//event[@name="GUARD_AEA_BIRD_CRIMINAL"]/text
source: Something seems off here. Usually, the Gi would certainly not bat an eye at a ship like yours, but now, you catch suspicious chatter on the guard ship.
fr: Quelque chose semble anormal ici. D’ordinaire, les Gi ne prêteraient certainement pas attention à un vaisseau comme le vôtre, mais cette fois, vous captez des conversations suspectes à bord du vaisseau de garde.
ru: Кажется, здесь что-то не так. Обычно ги не обращают внимания на такой корабль, как ваш, но сейчас вы уловили подозрительные разговоры на сторожевом корабле.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: It seems your track record has caught up to you. The guard's crew have heard enough of the crimes you've been committing, and they don't intend to let you into the sector!.
fr: Il semble que votre passé vous ait rattrapé. L'équipage du vaisseau de garde a entendu parler de vos crimes et n'a pas l'intention de vous laisser entrer dans le secteur !.
ru: Похоже, ваша репутация догнала вас. На сторожевом корабле достаточно наслышаны о ваших преступлениях, и они не намерены пускать вас в сектор!

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_aea_bird.xml$//event[@name="GUARD_AEA_BIRD_SUPPORT"]/text
source: The guard puts you on a secure line with one of the nearby support ships, who awaits your command.
fr: Le garde vous place sur une ligne sécurisée avec l'un des vaisseaux de soutien proches, qui attendent votre demande.
ru: Сторожевой корабль переключает вас на защищенную линию связи с одним из ближайших кораблей поддержки, который ожидает вашей команды.

source: Repairs.
fr: Réparations.
ru: Ремонт.

source: Several repair drones are dispatched to repair you.
fr: Plusieurs drones réparateurs sont envoyés vous rapiécer.
ru: Несколько ремонтных дронов направляются для ремонта вашего корабля.

source: Fuel.
fr: Carburant.
ru: Топливо.

source: A refueling drone is dispatched to refuel your ship.
fr: Un drone de ravitaillement est envoyé faire le plein de votre vaisseau.
ru: Несколько заправочных дронов направляются для пополнения запасов топлива вашего корабля.

source: Ammo.
fr: Munitions.
ru: Боеприпасы.

source: A resupply drone is dispatched to resupply your ship.
fr: Un drone de ravitaillement est envoyé pour réapprovisionner votre vaisseau.
ru: Несколько дронов с запасом ресурсов направляются для дооснащения вашего корабля.

source: Drone parts.
fr: Pièces de drones.
ru: Дрон-комплекты.

source: A resupply drone is dispatched to resupply your ship.
fr: Un drone de ravitaillement est envoyé pour réapprovisionner votre vaisseau.
ru: Несколько дронов с запасом ресурсов направляются для дооснащения вашего корабля.

# data/events_special_aea_bird.xml$//event[@name="GUARD_AEA_BIRD_DESTROY"]/text
source: You have defeated the Gi guard. Whatever might have been in their cargo has for certain been destroyed, but you can at least salvage some supplies from the ship.
fr: Vous avez vaincu le vaisseau de garde Gi. Tout ce qui aurait pu se trouver dans leur soute est certainement détruit, mais au moins vous pouvez récupérer des ressources de leur vaisseau.
ru: Вы победили сторожевой корабль ги. Все, что могло быть в их грузе, наверняка уничтожено, но вы можете хотя бы подобрать некоторые припасы с корабля.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_aea_bird.xml$//event[@name="GUARD_AEA_BIRD_DEADCREW"]/text
source: You have defeated the Gi guard. Without crew on board to stop you, you can investigate their cargo. You find a weapon to bring back to the ship, and move on to scrap their hull.
fr: Vous avez vaincu le vaisseau de garde Gi. Sans équipage à bord pour vous arrêter, vous pouvez inspecter leur cargaison. Vous y trouvez une arme que vous rapportez à votre vaisseau, puis vous passez au démantèlement de la coque.
ru: Вы победили сторожевой корабль ги. Если на борту нет экипажа, который мог бы помешать вам, вы можете осмотреть их груз. Вы находите оружие, которое поднимаете на корабль, и отправляетесь дальше, чтобы разобрать их корпус.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_aea_bird.xml$//event[@name="GUARD_AEA_BIRD_FOLLOWUP"]/text
source: By killing the Gi guard, you have no doubt caused them to dispatch reinforcements to track you down. Watch your step as you explore the sector.
fr: En éliminant le vaisseau de garde Gi, vous avez sans aucun doute provoqué l’envoi de renforts pour vous traquer. Restez sur vos gardes en explorant le secteur.
ru: Уничтожив сторожевой корабль ги, вы, несомненно, заставили его послать подкрепление, чтобы выследить вас. Будьте внимательны, исследуя сектор.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_aea_bird.xml$//event[@name="REINFORCEMENTS_AEA_BIRD"]/text
source: You catch sight of a rare Gi Elite, but they don't seem pleased to see you. The ship moves in to attack, and it doesn't take long for you to realize this is one of the ships sent by the guards to hunt you down for attacking.
fr: Vous apercevez un rare Gi Élite, mais il ne semble pas ravi de vous voir. Le vaisseau se met en position d’attaque, et il ne vous faut pas longtemps pour comprendre qu’il fait partie des renforts envoyés par les gardes pour vous traquer après votre attaque.
ru: Вы видите редких представителей элиты ги, но они, похоже, не рады вас видеть. Корабль движется в атаку, и вы не сразу понимаете, что это один из кораблей, посланных стражниками, чтобы наказать вас за нападение.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_aea_bird.xml$/dummyroot/FTL/textList[2]/text[1]
source: You have arrived in Gi space. The Gi may not be part of the federation, however they're still close allies and firmly against the rebellion. The Rebellion will still struggle to sneak its way into here.
fr: Vous êtes arrivé dans l'espace Gi. Les Gi ne font peut-être pas partie de la Fédération, mais ils restent des alliés proches et sont fermement opposés à la Rébellion. Cette dernière aura du mal à s'infiltrer ici.
ru: Вы прибыли в пространство ги. Ги, возможно, и не входят в Федерацию, но они все равно являются близкими союзниками и решительно выступают против Восстания. Но повстанцы все еще будут пытаться проникнуть сюда.

# data/events_special_aea_bird.xml$/dummyroot/FTL/textList[2]/text[2]
source: You have arrived in Gi space. Lots of friendly faces will be here, but there will be plenty of Rebel scum invading as well.
fr: Vous êtes arrivé dans l'espace Gi. Vous y trouverez de nombreux visages amicaux, mais également une bonne dose de racaille rebelle en train d'envahir la zone.
ru: Вы прибыли в пространство ги. Здесь будет много доброжелательных личностей, но и повстанцев-отморозков тоже будет предостаточно.

# data/events_special_aea_bird.xml$/dummyroot/FTL/textList[2]/text[3]
source: You have arrived in Gi space. This may be a sector full of allies, but it is bound to attract plenty of Rebels too.
fr: Vous êtes arrivé dans l'espace Gi. Ce secteur regorge peut-être d'alliés, mais il ne manquera pas d'attirer de nombreux Rebelles.
ru: Вы прибыли в пространство ги. Возможно, в этом секторе много союзников, но и повстанцев здесь тоже хватает.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

source: They look like they don't want to fight. They are trying to escape.
fr: Ils ne semblent pas vouloir se battre. Ils tentent de fuir.
ru: Похоже, они не хотят сражаться. Они пытаются сбежать.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_aea_bird.xml$//event[@name="TRANSPORT_AEA_BIRD_LOOT"]/text
source: This beacon hosts a Gi transport. It's safe to bet the ship is most likely carrying some special tech. If you can kill its crew, their cargo will be yours.
fr: Cette balise abrite un transporteur Gi. Il y a fort à parier que le vaisseau transporte une technologie spéciale. Si vous parvenez à éliminer son équipage, sa cargaison sera à vous.
ru: На этом маяке находится транспорт ги. Можно с уверенностью сказать, что корабль, скорее всего, перевозит какие-то особые технологии. Если вы сможете убить его экипаж, их груз станет вашим.

source: Demand the surrender of their goods.
fr: Exiger qu'il vous remette sa cargaison.
ru: Потребовать отдать их товары вам.

source: You prepare to secure their cargo by force.
fr: Vous vous préparez à vous emparer de sa cargaison par la force.
ru: Вы готовитесь захватить их груз силой.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: (Gi or Federation Elite + Good Reputation) Talk to the transport.
fr: (Gi ou Élite de la Fédération + Bonne réputation) Parler au transporteur.
ru: (Ги или элита Федерации + хорошая репутация) Поговорить с транспортом.

source: Your crew speaks to the transport's captain, explaining the importance of your mission. The transport's captain seems to understand, but also mentions the cargo they're carrying is vital to that same mission. If you're willing to pay in compensation, they're willing to make an exception.
fr: Votre équipage parle au capitaine du transporteur, expliquant l'importance de votre mission. Le capitaine du transporteur semble comprendre, mais mentionne également que la cargaison qu'ils transportent est vitale pour cette même mission. Si vous pouvez les dédommager, ils sont disposés à faire une exception.
ru: Ваш экипаж обращается к капитану транспортного корабля, объясняя важность вашей миссии. Капитан транспорта, кажется понимает, но также упоминает, что груз, который они везут, жизненно важен для выполнения этой же миссии. Если вы готовы заплатить компенсацию, они готовы сделать исключение.

source: Buy the cargo.
fr: Achetez la cargaison.
ru: Купить груз.

source: The transaction is done. With the looks of it, this piece of equipment might prove useful.
fr: La transaction est conclue. À en juger par son apparence, cet équipement pourrait s'avérer utile.
ru: Сделка завершена. Судя по виду, это оборудование может оказаться полезным.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Refuse and attack the transport.
fr: Refusez et attaquez le transporteur.
ru: Отказаться и атаковать транспортный корабль.

source: You prepare to secure their cargo by force.
fr: Vous vous préparez à vous emparer de sa cargaison par la force.
ru: Вы готовитесь захватить их груз силой.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Nevermind.
fr: Laisser tomber.
ru: Неважно.

source: The transport captain shrugs and continues on their way.
fr: Le capitaine du transport hausse les épaules et continue son chemin.
ru: Капитан транспорта пожимает плечами и продолжает свой путь.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.

source: Avoid the ship.
fr: Éviter le vaisseau.
ru: Избегать корабль.

source: They stay outside your weapons range, and eventually jump away.
fr: Il reste hors de portée de vos armes et finit par s'enfuir d'un saut.
ru: Они остаются за пределами досягаемости ваших орудий и, спустя время, уходят в прыжок.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.

source: The crew is dead, leaving you with the ship. Its cargo is yours for the taking. Aboard is the special tech you expected, which you bring back to your ship.
fr: L'équipage est mort, ce qui vous laisse avec leur vaisseau. Leur cargaison vous appartient désormais. Vous y trouvez à bord la technologie à laquelle vous vous attendiez et vous la ramenez à votre vaisseau.
ru: Экипаж погиб, и корабль достался вам. Его груз - ваш. На борту находится особая технология, которую вы ожидали увидеть, и которую вы поднимаете на свой корабль.

source: "MAYDAY! MAYDAY! MAY-" The Federation captain's desperate cry for help is suddenly silenced by the destruction of their ship.
fr: "MAYDAY ! MAYDAY ! MAY-" L'appel à l'aide désespéré du capitaine de la Fédération est soudain réduit au silence par la destruction de leur vaisseau.
ru: "МАЙДЕЙ! МАЙДЕЙ! МАЙ..." Отчаянный крик капитана Федерации о помощи внезапно затихает после уничтожения его корабля.

source: When future ships come across this wreck, it's likely people will assume this to be the job of Rebels or Pirates. But the trail will eventually lead to you.
fr: Lorsque de futurs vaisseaux croiseront cette épave, il est probable que les gens penseront qu'il s'agit de l'œuvre de rebelles ou de pirates. Mais la piste finira par mener à vous.
ru: Когда будущие корабли наткнутся на эти обломки, то, скорее всего, предположат, что это дело рук повстанцев или пиратов. Но след в конце концов приведет к вам.

source: It's a shame, seeing the brand new models of the Federation dispatched so quickly. When the Federation pushed to manufacture updated designs, they had conflict with Rebels in mind... but not necessarily their own hired Renegades.
fr: C'est dommage de voir les nouveaux modèles de la Fédération disparaître si rapidement. Lorsque la Fédération a poussé à la fabrication de nouveaux modèles, elle avait en tête les conflits avec les Rebelles... mais pas nécessairement avec les Renégats qu'elle avait recrutés.
ru: Жаль, что новые модели кораблей Федерации были так быстро уничтожены. Когда Федерация решила выпустить обновленные модели, они нужны были ей для борьбы с повстанцами... но не со своими наемниками-Ренегатами.

source: You're struck by an eerie feeling as you watch a Federation ship get reduced to smithereens - but at least it wasn't your's.
fr: Un sentiment étrange vous envahit lorsque vous voyez un vaisseau de la Fédération réduit en miettes - mais au moins, ce n'était pas le vôtre.
ru: Вас охватывает жуткое чувство, когда вы наблюдаете, как корабль Федерации разваливается на куски - но, по крайней мере, это не ваш корабль.

source: One last explosion marks the Federation captain's fate as their ship is torn apart.
fr: Une dernière explosion marque le destin du capitaine de la Fédération alors que leur vaisseau est déchiré.
ru: Последний взрыв обрекает капитана Федерации на гибель, а его корабль разрывается на части.

source: A Federation crew has been downed. As you scrap their hull, you notice their radios are active, with command calling out to them still trying to understand what's happening. You mute the radio and continue.
fr: Un équipage de la Fédération a été abattu. Alors que vous démanteler leur coque, vous remarquez que leurs radios sont actives, le commandement les appelant tout en essayant de comprendre ce qui se passe. Vous mettez la radio en sourdine et continuez.
ru: Экипаж Федерации был уничтожен. Разбирая корпус, вы замечаете, что их система связи активна, и командование обращается к ним, все еще пытаясь понять, что происходит. Вы отключаете связь и продолжаете.

source: "Man down, man down! Agh!" The crewmate's shouts go unheard as he is put down with the rest of his crew.
fr: "Homme à terre, homme à terre ! Agh !" Les cris de l'homme ne sont pas entendus et il est mis à terre avec le reste de son équipage.
ru: "Человек погиб, человек погиб! Ах!" Крики члена экипажа остаются неуслышанными, так как его заваливают обломки вместе с остальным экипажем.

source: "This death of mine signifies the death of the Federation." The dying captain pauses as someone in the background shouts at him. "I am NOT overreacting! God damn it... you just had to ruin my final moments..."
fr: "Cette mort signifie la mort de la Fédération." Le capitaine mourant marque une pause lorsque quelqu'un lui crie en arrière-plan : "Je ne réagis PAS de manière excessive ! Bon sang... il fallait que vous gâchiez mes derniers instants..."
ru: "Моя смерть означает гибель Федерации". Умирающий капитан делает паузу, поскольку кто-то на заднем плане обращается к нему. "Я НЕ преувеличиваю! Черт возьми... тебе так сильно захотелось испортить мои последние минуты..."

source: "My name will be etched in a memorial for my service to the Multiverse... yours will be forever inscribed on a watchlist for the criminally deranged..."
fr: "Mon nom sera gravé dans un mémorial pour mes services rendus au Multivers... le vôtre sera à jamais inscrit sur une liste de surveillance pour les criminels dérangés..."
ru: "Мое имя будет выгравировано на мемориале за мои заслуги перед Мультивселенной... а твое будет навечно занесено в список для наблюдения за невменяемыми преступниками..."

source: "I never even... got my promotion! I'm not ready to die!" The Federation captain sobs into their hands as their crew fall one by one, ending with them.
fr: "Je n'ai même pas... eu ma promotion !" Le capitaine de la Fédération sanglote dans ses mains tandis que les membres de son équipage tombent les uns après les autres, lui en dernier.
ru: "Я даже... не получил повышения! Я не готов умереть!" Капитан Федерации рыдает, глядя на то, как один за другим гибнут члены его экипажа.

source: Accept their surrender.
fr: Accepter leur reddition.
ru: Принять их капитуляцию.

source: "Continuing this any further would be madness - we're on the same side!"
fr: "Poursuivre dans cette voie serait de la folie - nous sommes du même côté !"
ru: "Продолжать это дальше было бы безумием - мы на одной стороне!"

source: The Federation ship is in tatters. You could probably negotiate their surrender at this point.
fr: Le vaisseau Fédéré est en lambeaux. Vous pourriez probablement négocier une offre au point ou vous en êtes.
ru: Корабль Федерации разбит в клочья. Вы, вероятно, можете договориться об их капитуляции на этом этапе.

source: "Please, we don't have to do this! We're willing to give you anything to let us go!"
fr: "S'il vous plaît, nous ne sommes pas obligés de faire ça ! Nous sommes prêts à vous donner n'importe quoi pour nous laisser partir !"
ru: "Пожалуйста, не надо этого делать! Мы готовы отдать вам все, что угодно, лишь бы вы нас отпустили!"

source: "Don't destroy us! We're Federation! At least let us surrender!"
fr: "Ne nous détruisez pas ! Nous sommes la Fédération ! Laissez-nous au moins nous rendre !"
ru: "Не уничтожайте нас! Мы - Федерация! Хотя бы позвольте нам сдаться!"

source: "Take everything we have, just leave, and no more blood has to be spilt!"
fr: "Prenez tout ce que nous avons, partez et le sang n'aura plus à couler !"
ru: "Возьмите все, что у нас есть, просто уйдите, и больше не придется проливать кровь!"

source: The ship repeatedly hails you, pleading for you to stop your assault and let them go.
fr: Le vaisseau vous apelle de manière répétitive, vous suppliant d'arrêter votre assaut et de les laisser partir.
ru: Корабль настойчиво пытается связаться с вами, умоляя прекратить нападение и отпустить их.

source: "MAYDAY! MAYDAY! MAY-" The Federation captain's desperate cry for help is suddenly silenced by the destruction of the station.
fr: "MAYDAY ! MAYDAY ! MAY-" L'appel à l'aide désespéré du capitaine de la Fédération est soudain réduit au silence par la destruction de la station.
ru: "МАЙДЕЙ! МАЙДЕЙ! МАЙ..." Отчаянный крик капитана Федерации о помощи внезапно затихает после уничтожения станции.
