Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/events_special_aea_bird.xml/*.po
Languages: fr, ru

source: When future ships come across this wreck, it's likely people will assume this to be the job of Rebels or Pirates. But the trail will eventually lead to you.
fr: Lorsque de futurs vaisseaux croiseront cette épave, il est probable que les gens penseront qu'il s'agit de l'œuvre de rebelles ou de pirates. Mais la piste finira par mener à vous.
ru: Когда будущие корабли наткнутся на эти обломки, то, скорее всего, предположат, что это дело рук повстанцев или пиратов. Но след в конце концов приведет к вам.

source: It's a shame, seeing the brand new models of the Federation dispatched so quickly. When the Federation pushed to manufacture updated designs, they had conflict with Rebels in mind... but not necessarily their own hired Renegades.
fr: C'est dommage de voir les nouveaux modèles de la Fédération disparaître si rapidement. Lorsque la Fédération a poussé à la fabrication de nouveaux modèles, elle avait en tête les conflits avec les Rebelles... mais pas nécessairement avec les Renégats qu'elle avait recrutés.
ru: Жаль, что новые модели кораблей Федерации были так быстро уничтожены. Когда Федерация решила выпустить обновленные модели, они нужны были ей для борьбы с повстанцами... но не со своими наемниками-Ренегатами.

# data/events_special_aea_bird.xml$//event[@name="DEFEAT_AEA_BIRD_ELITE"]/text
source: Eliminating allies of the Federation, especially Elite ones, is highly contrary to your mission, but that doesn't mean you're beyond salvaging the remains.
fr: Éliminer des alliés de la Fédération, en particulier des Élites, est totalement contraire à votre mission, mais cela ne signifie pas que vous ne pouvez pas récupérer les débris.
ru: Уничтожение союзников Федерации, особенно элитных, противоречит вашей миссии, но это не значит, что вы не можете воспользоваться обломками.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: It seems the cargo of the Elite Gi ship survived the fight. Inside is a functional drone, which you bring back on board.
fr: Il semble que la cargaison du vaisseau d’élite Gi ait survécu au combat. À l’intérieur se trouve un drone fonctionnel, que vous rapportez à bord.
ru: Похоже, груз корабля элиты ги уцелел в бою. Внутри находится исправный дрон, который вы поднимаете на борт.

source: You've destroyed the fungus infected ship and collect anything useful from the remains.
fr: Vous avez détruit le vaisseau infecté par le champignon et récupérez tout ce qui peut être utile parmi les débris.
ru: Вы уничтожили зараженный грибком корабль и собираете с его останков все полезное.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: You've cleared the infected ship of it's crew and scrap it for useful parts.
fr: Vous avez éliminé l'équipage du vaisseau infecté et le démontez pour en récupérer des pièces utiles.
ru: Вы зачистили зараженный корабль от экипажа и разобрали его на полезные детали.

source: Continue...
fr: Continuer...
ru: Продолжить...
