Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/events_special_boons.xml.append/*.po
Languages: ru

source: From nowhere, you hear a voice speaking to you. "Grant of [Auxiliary Shielding] i-i-installed. Installed! Grant provides: A single layer of energy shields, stacks with other energy shields. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
ru: Из ниоткуда вы слышите голос, который обращается к вам. "Дар [Дополнительного экранирования] у-у-установлен. Установлен! Дар обеспечивает: Один слой энергетических щитов, складывается с другими энергетическими щитами. Если -вы- увидите п-п-предыдущего претендента, поблагодарите его. Советую ему также вам -посетить- и меня".

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

# data/events_special_boons.xml.append$//event[@name="BOON_SELECT_AEA_ACID"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Growth. Your Acidic crew will... heal twice as fast and cannot be stunned. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
ru: Из ниоткуда вы слышите голос, который обращается к вам. "Благо... роста. Ваш кислотный экипаж будет... исцеляться в два раза быстрее и не сможет быть оглушен. Вы можете... поблагодарить предыдущего претендента. А может... и не благодарить? Кто может сказать..."

source: Continue...
ru: Продолжить...

# data/events_special_boons.xml.append$//event[@name="BOON_SELECT_AEA_BIRD"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Feathers. Your Gi crew will... gain an additional 0.25x to their auto repair speed. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
ru: Из ниоткуда вы слышите голос, который обращается к вам. "Благо... перьев. Ваш экипаж ги... получит дополнительно 0.25х к скорости ремонта своих автоматических кораблей. Вы можете... поблагодарить предыдущего претендента. А может... и не благодарить? Кто может сказать..."

source: Continue...
ru: Продолжить...

# data/events_special_boons.xml.append$//event[@name="BOON_SELECT_AEA_CULT"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Worship. Your Cultist crew will... do 25% more ranged damage. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
ru: Из ниоткуда вы слышите голос, который обращается к вам. "Благо... поклонения. Ваши сектанты будут... наносить на 25% больше урона в дальнем бою. Вы можете... поблагодарить предыдущего претендента. А может... и не благодарить? Кто может сказать..."

source: Continue...
ru: Продолжить...

# data/events_special_boons.xml.append$//event[@name="BOON_SELECT_AEA_NECRO"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Resurrection. You will... Gain 1 Nanite Swarm each jump. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
ru: Из ниоткуда вы слышите голос, который обращается к вам. "Благо... воскрешения. Вы будете... Получать 1 рой нанитов при каждом прыжке. Вы можете... поблагодарить предыдущего претендента. А может... и не благодарить? Кто может сказать..."

source: Continue...
ru: Продолжить...

# data/events_special_boons.xml.append$//event[@name="BOON_SELECT_AEA_SHLEG"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Molluscs. Your Anarchist shell crew will... gain mind control immunity and Anarchist slug crew will... gain 10% damage resistance. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
ru: Из ниоткуда вы слышите голос, который обращается к вам. "Благо... моллюсков. Ваш экипаж Анархистов ракушек... получит иммунитет к контролю разума, а экипаж Анархистов слизней... получит 10% сопротивления урону. Вы можете... поблагодарить предыдущего претендента. А может... и не благодарить? Кто может сказать..."

source: Continue...
ru: Продолжить...

# data/events_special_boons.xml.append$//event[@name="BOON_SELECT_AEA_SHARD"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Shattering. Your Shard-Forged crew will... do 25% additional sabotage damage. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
ru: Из ниоткуда вы слышите голос, который обращается к вам. "Благо... сокрушения. Ваш Осколкорожденный экипаж будет... наносить 25% дополнительного урона при саботаже. Вы можете... поблагодарить предыдущего претендента. А может... и не благодарить? Кто может сказать..."

source: Continue...
ru: Продолжить...

source: From nowhere, you hear a voice speaking to you. "The Boon... of Offerings. The Dark Justicier will... heal 5hp/s while performing a ritual. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
ru: Из ниоткуда вы слышите голос, который обращается к вам. "Благо... подношений. Темный Юстициарий будет... исцелять 5 ОЗ/с во время проведения ритуала. Вы можете... поблагодарить предыдущего претендента. А может... и не благодарить? Кто может сказать..."

source: Continue...
ru: Продолжить...

# data/events_special_boons.xml.append$//event[@name="BOON_SELECT_AEA_OLD"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Coadunation. Your Lylmik crew will... gain 10% damage bonus per enemy crew. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
ru: Из ниоткуда вы слышите голос, который обращается к вам. "Благо... коагуляции. Ваш экипаж лилмиков... получит 10% бонуса к урону от каждого вражеского экипажа. Вы можете... поблагодарить предыдущего претендента. А может... и не благодарить? Кто может сказать..."

source: Continue...
ru: Продолжить...
