Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/events_special_aea_justicier.xml/*.po
Languages: ru

# data/events_special_aea_justicier.xml$//event[@name="AEA_MODIFY_CLONEBAY"]/text
source: The Dark Justicier can illegally modify your clone bay. [Effects: Clone bay no longer clones dead crew, on jump modified clone bay produces two random illegal clones who have a death timer of 30 seconds, modified clone bay prevents death timers from progressing while powered.]
ru: Темный Юстициарий может незаконно модифицировать ваш Клон-отсек. [Эффекты: Клон-отсек больше не клонирует мертвых членов экипажа, при прыжке модифицированный Клон-отсек производит двух случайных нелегальных клонов, у которых таймер смерти равен 30 секундам, модифицированный Клон-отсек не позволяет таймеру смерти прогрессировать, пока он приведен в действие]

source: Convert your clone bay. [Cost: 40~, 3|]
ru: Переоборудовать Клон-отсек. [Цена: 40~, 3|]

source: The existing clone bay is partially deconstructed in order to make way for the upgrades.
ru: Существующий Клон-отсек частично деконструирован, чтобы освободить место для модернизации.

source: Continue...
ru: Продолжить...

source: The changes are made and you are left with a modifier clonebay.
ru: Изменения внесены, и у вас появился модифицированный Клон-отсек.

source: Nevermind.
ru: Неважно.

# data/events_special_aea_justicier.xml$//event[@name="AEA_JUSTICIER_BOOK"]/text
source: You open the book.
ru: Открыть книгу.

source: Nevermind.
ru: Неважно.

source: Read the Rules of Ritual.
ru: Прочитать о "Ритуалах крови".

source: Read the section on Blood Rituals.
ru: Прочитать о "Ритуалах крови".

source: Read the section on Contract Rituals.
ru: Прочитать раздел "Ритуалы заключения договора".

source: Read the section on Offense Rituals.
ru: Прочитать раздел "Ритуалы нападения".

source: Go Back.
ru: Вернуться назад.

source: You turn to the section of the book about Blood Rituals.
ru: Вы переходите к разделу книги, посвященному ритуалам крови.

source: Go Back.
ru: Вернуться назад.

source: You turn to the section of the book about Contract Rituals.
ru: Вы переходите к разделу книги, посвященному ритуалам заключения договоров.

source: Go Back.
ru: Вернуться назад.

source: You turn to the section of the book about Offense Rituals.
ru: Вы переходите к разделу книги, посвященному ритуалам нападения.

source: Go Back.
ru: Вернуться назад.

source: Test
ru: Тест

source: Go Back.
ru: Вернуться назад.

source: Test
ru: Тест

source: Go Back.
ru: Вернуться назад.

source: Test
ru: Тест

source: Go Back.
ru: Вернуться назад.

source: You've arrived in the middle of what was the rebel fleet to discover it destroyed. A large red battleship unlike you've ever seen before sits in the middle of the debree field. Unfortunately it turns it's attention to you, weapons armed.
ru: Вы прибыли на место, где находился флот повстанцев, и обнаружили, что он уничтожен. Большой красный линкор, которого вы никогда раньше не видели, стоит посреди поля сражений. К сожалению, он обращает на вас внимание и начинает заряжать оружие.

source: Continue...
ru: Продолжить...

source: The ship fragments and explodes, as it does you detect an energy pulse, resembling that from a teleportation system, from the vessel. You scrap the remains of the ship.
ru: Корабль разлетается на куски и взрывается, при этом вы обнаруживаете, что от судна исходит энергетический импульс, похожий на импульс от системы телепортации. Вы разбираете обломки корабля на лом.

source: As the last of the crew fall dead, you recall that just before you were able to kill the mysterious captain of the vessel, they teleported away. You scrap the remains of the ship.
ru: Когда последние члены экипажа падают замертво, вы вспоминаете, что как раз перед тем, как вам удалось убить таинственного капитана судна, кто-то телепортировался с корабля. Вы приступаете к грабежу останков корабля.

source: Once again you've arrived in the middle of what was the rebel fleet to discover it destroyed. A large red battleship unlike you've ever seen before sits in the middle of the debree field. Unfortunately it turns it's attention to you, weapons armed.
ru: Вы снова прибыли на место, где находился флот повстанцев, и обнаруживаете, что он уничтожен. Большой красный линкор, подобного которому вы еще не видели, стоит посреди поля сражений. К сожалению, он обращает на вас внимание, и заряжает свое оружие.

source: Continue...
ru: Продолжить...

source: The ship fragments and explodes, A strange person teleports onboard your ship. "Renegade, you've proven yourself quite the capable combatant, however my god hungers for blood for which I cannot fulfill without a ship. Perhaps I can operate on board your vessel for a time?"
ru: Корабль разлетается на куски и взрывается, а на борт вашего корабля телепортируется странный человек, который говорит: "Ренегат, ты показал себя вполне способным бойцом, однако мой бог жаждет крови, которую я не могу удовлетворить без корабля. Может быть, я смогу некоторое время поработать на борту твоего корабля?"

source: Accept them onboard.
ru: Принять его на борт.

source: The dark justicier joins the crew.
ru: Темный Юстициарий присоединяется к экипажу.

source: The Dark Justicier
ru: Темный Юстициарий

source: Decline.
ru: Отказаться.

source: They once again teleport away, where they went you're unsure.
ru: Он снова телепортируется, но куда именно - неизвестно.

source: As the last of the crew fall dead, A strange person teleports onboard your ship. "Renegade, you've proven yourself quite the capable combatant, however my god hungers for blood for which I cannot fulfill without a ship. Perhaps I can operate on board your vessel for a time?"
ru: Когда последние члены экипажа падают замертво, на борт вашего корабля телепортируется странный человек, который говорит: "Ренегат, ты показал себя вполне способным бойцом, но мой бог жаждет крови, которую я не могу удовлетворить без корабля. Может быть, я смогу некоторое время поработать на борту твоего корабля?"

source: Accept them onboard.
ru: Принять его на борт.

source: The dark justicier joins the crew.
ru: Темный Юстициарий присоединяется к экипажу.

source: The Dark Justicier
ru: Темный Юстициарий

source: Decline.
ru: Отказаться.

source: They once again teleport away, where they went you're unsure.
ru: Он снова телепортируется, но куда именно - неизвестно.

source: The remnants of a destroyed rebel fleet lie here, however you have no time to search it as reinforcements have arrived!
ru: Здесь находятся остатки уничтоженного флота повстанцев, но у вас нет времени на поиски, так как прибыло подкрепление!

source: Continue...
ru: Продолжить...

source: (Adv. Engines) Try to escape the Elite.
ru: (Продв. Двигатели) Попробовать сбежать от элиты.

source: (Jerry) "Hello!"
ru: (Джерри) "Привет!"
