Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/autoBlueprints.xml.append/*.po
Languages: ru

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_ACID_BOSS"]/class
source: Prototype Acidic Cruiser
ru: Прототип Кислотного крейсера

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_ACID_SCOUT"]/class
source: Acidic Scout
ru: Кислотный разведчик

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_ACID_OUTRIDER"]/class
source: Acidic Outrider
ru: Кислотный следопыт

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_ACID_FIGHTER"]/class
source: Acidic Fighter
ru: Кислотный истребитель

source: Acidic Instigator
ru: Кислотный подстрекатель

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_ACID_BOMBER"]/class
source: Acidic Bomber
ru: Кислотный бомбардировщик

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_ACID_ASSUALT"]/class
source: Acidic Assualt
ru: Кислотный штурмовик

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_ACID_TRANSPORT"]/class
source: Acidic Transport
ru: Кислотный транспорт

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_ACID_GUARD"]/class
source: Acidic Guard
ru: Кислотный страж

source: Elite Acidic Scout
ru: Элитный Кислотный разведчик

source: Elite Acidic Outrider
ru: Элитный Кислотный следопыт

source: Elite Acidic Fighter
ru: Элитный Кислотный истребитель

source: Elite Acidic Instigator
ru: Элитный Кислотный подстрекатель

source: Elite Acidic Bomber
ru: Элитный Кислотный бомбардировщик

source: Elite Acidic Transport
ru: Элитный Кислотный транспорт

source: Elite Acidic Guard
ru: Элитный Кислотный страж

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_BOSS"]/class
source: Heretic Cruiser
ru: Крейсер Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_BOMBER"]/class
source: Heretic Bomber
ru: Бомбардировщик Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_DROPSHIP"]/class
source: Heretic Dropship
ru: Десантный корабль Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_ENFORCER"]/class
source: Heretic Enforcer
ru: Силовик Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_FIGHTER"]/class
source: Heretic Fighter
ru: Истребитель Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_GUARD"]/class
source: Heretic Guard
ru: Страж Еретиков

source: Heretic Mothership
ru: Материнский корабль Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_OUTRIDER"]/class
source: Heretic Outrider
ru: Следопыт Еретиков

source: Heretic Protector
ru: Защитник Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_RIGGER"]/class
source: Heretic Rigger
ru: Такелажник Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_SCOUT"]/class
source: Heretic Scout
ru: Разведчик Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_STATION"]/class
source: Heretic Station
ru: Станция Еретиков

source: Heretic Transport
ru: Транспорт Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_NECRO_TRAPPER"]/class
source: Heretic Trapper
ru: Минер Еретиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_OLD_BATTLESHIP"]/class
source: Lylmik Battleship
ru: Линкор лилмиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_OLD_PROTECTOR"]/class
source: Lylmik Protector
ru: Протектор лилмиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_OLD_ASSAULT"]/class
source: Lylmik Assault
ru: Штурмовик лилмиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_OLD_RIGGER"]/class
source: Lylmik Rigger
ru: Такелажник лилмиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_OLD_ENFORCER"]/class
source: Lylmik Enforcer
ru: Силовик лилмиков

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_OLD_STATION"]/class
source: Lylmik Station
ru: Станция лилмиков

source: The Armour Master
ru: Мастер брони

source: Lylmik Protector
ru: Протектор лилмиков

source: Lylmik Assault
ru: Штурмовик лилмиков

source: Lylmik Rigger
ru: Такелажник лилмиков

source: Lylmik Enforcer
ru: Силовик лилмиков

source: Eagle Cruiser
ru: Крейсер Орел

source: Lylmik Flagship
ru: Флагман лилмиков

source: Lylmik Flagship
ru: Флагман лилмиков

source: Lylmik Flagship
ru: Флагман лилмиков

source: Lylmik Flagship
ru: Флагман лилмиков

source: The Oneflower
ru: Одноцветка

source: The ImposterFlower
ru: Цветок-самозванец

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_WHALE"]/class
source: Space Whale
ru: Космический кит

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_SCOUT"]/class
source: Cultist Scout
ru: Разведчик сектантов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_OUTRIDER"]/class
source: Cultist Outrider
ru: Следопыт сектантов

source: Cultist Interceptor
ru: Перехватчик сектантов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_FIGHTER"]/class
source: Cultist Fighter
ru: Истребитель сектантов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_BOMBER"]/class
source: Cultist Bomber
ru: Бомбардировщик сектантов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_ASSAULT"]/class
source: Cultist Assault
ru: Штурмовик сектантов

source: Cultist Battleship
ru: Линкор сектантов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_ESCORT"]/class
source: Cultist Escort
ru: Эскорт сектантов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_TRANSPORT"]/class
source: Cultist Transport
ru: Транспорт сектантов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_TRAPPER"]/class
source: Cultist Minelayer
ru: Минер сектантов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_GUARD"]/class
source: Cultist Guard
ru: Страж сектантов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_CULT_STATION"]/class
source: Cultist Station
ru: Станция сектантов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_BIRD_BOMBER"]/class
source: Gi Bomber
ru: Бомбардировщик ги

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_BIRD_ESCORT"]/class
source: Gi Escort
ru: Эскорт ги

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_BIRD_FIGHTER"]/class
source: Gi Fighter
ru: Истребитель ги

source: Gi Interceptor
ru: Перехватчик ги

source: Gi Mothership
ru: Материнский корабль ги

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_BIRD_OUTRIDER"]/class
source: Gi Outrider
ru: Следопыт ги

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_BIRD_SCOUT"]/class
source: Gi Scout
ru: Разведчик ги

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_BIRD_STRIKE"]/class
source: Gi Strike Fighter
ru: Ударный истребитель ги

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_BIRD_TRANSPORT"]/class
source: Gi Transport
ru: Транспорт ги

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_BIRD_SHUTTLE"]/class
source: Gi Shuttle
ru: Шаттл ги

source: Gi Drone Shuttle
ru: Дрон-шаттл ги

source: Elite Gi Bomber
ru: Элитный бомбардировщик ги

source: Elite Gi Escort
ru: Элитный эскорт ги

source: Elite Gi Fighter
ru: Элитный истребитель ги

source: Elite Gi Interceptor
ru: Элитный перехватчик ги

source: Elite Gi Mothership
ru: Элитный материнский корабль ги

source: Elite Gi Outrider
ru: Элитный Следопыт ги

source: Gi Scout
ru: Разведчик ги

source: Elite Gi Strike Fighter
ru: Элитный ударный истребитель ги

source: Elite Gi Transport
ru: Элитный транспорт ги

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_BIRD_AUTO_BOSS"]/class
source: Auto-Cruiser
ru: Авто-крейсер

source: Rebel Broadsider
ru: Броадсайд повстанцев

source: Anarchist Cruiser A-Class
ru: Крейсер Анархистов класса А

source: Anarchist Scout E-Class
ru: Разведчик Анархистов класса Е

source: Anarchist Bomber E-Class
ru: Бомбардировщик Анархистов класса Е

source: Anarchist Frigate E-Class
ru: Фрегат Анархистов класса Е

source: Anarchist Protector E-Class
ru: Протектор Анархистов класса Е

source: Anarchist Abductor E-Class
ru: Похититель Анархистов класса Е

source: Anarchist Transport E-Class
ru: Транспорт Анархистов класса Е

source: Anarchist Guard E-Class
ru: Страж Анархистов класса Е

source: Anarchist Station E-Class
ru: Станция Анархистов класса Е

source: Anarchist Scout A-Class
ru: Разведчик Анархистов класса А

source: Anarchist Bomber A-Class
ru: Бомбардировщик Анархистов класса А

source: Anarchist Frigate A-Class
ru: Фрегат Анархистов класса А

source: Anarchist Protector A-Class
ru: Протектор Анархистов класса А

source: Anarchist Abductor A-Class
ru: Похититель Анархистов класса А

source: Anarchist Transport A-Class
ru: Транспорт Анархистов класса А

source: Anarchist Guard A-Class
ru: Страж Анархистов класса А

source: Anarchist Station A-Class
ru: Станция Анархистов класса А

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_SHARD_SCOUT"]/class
source: Shard-Breaker Scout
ru: Разведчик Осколкорожденных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_SHARD_OUTRIDER"]/class
source: Shard-Breaker Outrider
ru: Следопыт Осколкорожденных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_SHARD_FIGHTER"]/class
source: Shard-Breaker Fighter
ru: Истребитель Осколкорожденных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_SHARD_ENFORCER"]/class
source: Shard-Breaker Enforcer
ru: Силовик Осколкорожденных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_SHARD_BOMBER"]/class
source: Shard-Breaker Bomber
ru: Бомбардировщик Осколкорожденных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_SHARD_ASSAULT"]/class
source: Shard-Breaker Assault
ru: Штурмовик Осколкорожденных

source: Shard-Breaker Transport
ru: Транспорт Осколкорожденных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_SHARD_STATION"]/class
source: Shard-Breaker Station
ru: Станция Осколкорожденных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_SHARD_TRAPPER"]/class
source: Shard-Breaker Trapper
ru: Минер Осколкорожденных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="AEA_SHARD_GUARD"]/class
source: Shard-Breaker Guard
ru: Страж Осколкорожденных

source: R.U.E.S. Assault
ru: Штурмовик ЭЭРЕ

source: R.U.E.S. Destroyer
ru: Эсминец ЭЭРЕ

source: Coalition Cealaformer
ru: Цеалаформер Коалиции

source: Sentinel Enforcer
ru: Силовик Часовых

source: Sentinel Bomber
ru: Бомбардировщик Часовых

source: New Order Battleship
ru: Линкор Нового порядка

source: New Order Jailer
ru: Тюремщик Нового порядка

source: Assault Reaper
ru: Жнец-штурмовик

source: Scouting Reaper
ru: Жнец-разведчик

source: Harmony Enforcer
ru: Силовик Гармонии

source: Harmony Mothership
ru: Материнский корабль Гармонии

source: Harmony Bomber
ru: Бомбардировщик Гармонии

source: Unity Bomber
ru: Бомбардировщик Единства

source: Warlord Battleship
ru: Линкор Полководцев

source: Warlord Interceptor
ru: Перехватчик Полководцев

source: Knighted Guard
ru: Атаманский сторожевой корабль

source: Knighted Destroyer
ru: Атаманский эсминец

source: Knighted Transport
ru: Атаманский транспортный корабль

source: Swarm Battleship
ru: Линкор Роя

source: Swarm Marauder
ru: Мародер Роя

source: Swarm Assault
ru: Штурмовик Роя

source: Ampere Battleship
ru: Линкор Амперов

source: Ampere Picket
ru: Дозор Амперов

source: Lost Sun Battleship
ru: Линкор Затерянных Солнц

source: Lost Sun Guard
ru: Сторожевой корабль Затерянных Солнц

source: EDC Guard
ru: Сторожевой корабль ЭОК

source: EDC Rigger
ru: Такелажник ЭОК

source: Praetorian Bomber
ru: Бомбардировщик Преторов

source: Praetorian Instigator
ru: Подстрекатель Преторов

source: MFK Gunboat Ace
ru: Канонерка асов МФК

source: MFK Assault Ace
ru: Штурмовик асов МФК

source: MFK Destroyer Ace
ru: Эсминец асов МФК

source: MFK Guard Ace
ru: Сторожевой корабль асов МФК

source: Paladin Battleship
ru: Линкор Паладинов

source: Paladin Picket
ru: Дозор Паладинов

source: Paladin Fighter
ru: Истребитель Паладинов

source: Radiant Abductor
ru: Похититель Лучезарных

source: Radiant Fighter
ru: Истребитель Лучезарных

source: Radiant Skirmisher
ru: Застрельщик Лучезарных

source: Suzerain Jailer
ru: Тюремщик Сюзеренов

source: Suzerain Predator
ru: Хищник Сюзеренов

source: Suzerain Mothership
ru: Материнский корабль Сюзеренов

source: Cultivation Escort
ru: Эскорт Культиваторов

source: Cultivation Fighter
ru: Истребитель Культиваторов

source: Cultivation Outrider
ru: Конвоир Культиваторов

source: Peace-Keeping Dropship
ru: Челнок Миротворцев

source: Peace-Keeping Abductor
ru: Похититель Миротворцев

source: Peace-Keeping Guard
ru: Сторожевой корабль Миротворцев
