Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/events_addon_icon.xml.append/*.po
Languages: fr, ru

# data/events_addon_icon.xml.append$//event[@name="ADDON_AEA"]/hover-text
source: The Outer Expansion Click to see more info.
fr: The Outer Expansion Cliquez pour plus d'informations.
ru: The Outer Expansion Нажмите, чтобы увидеть больше информации.

# data/events_addon_icon.xml.append$//event[@name="ADDON_AEA"]/text
source: FTL: The Outer Expansion Developed by: Arc Currently Enabled. Currently one of the largest addon, adds many new races, crew, ships, sectors and more. To enable The Outer Expansion, go to the Multiverse Forums and visit the addon section!.
fr: FTL : The Outer Expansion Développée par : Arc Actuellement activée. Actuellement l'un des plus grands modules additionnels, ajoutant de nombreuses nouvelles races, membres d'équipage, vaisseaux, secteurs et bien plus encore. Pour activer The Outer Expansion, rendez-vous sur les forums Multiverse et visitez la section des addons !.
ru: FTL: The Outer Expansion Разработчик: Arc В настоящее время включено. На данный момент один из самых больших аддонов, добавляющий множество новых рас, экипажей, кораблей, секторов и многое другое. Чтобы включить The Outer Expansion, зайдите на форумы Multiverse и посетите раздел аддонов!

# data/events_addon_icon.xml.append$//event[@name="ADDON_RAD_DISABLED"]/hover-text
source: R&D Click to see more info.
fr: R&D Cliquez pour plus d'informations.
ru: R&D Нажмите, чтобы увидеть больше информации.

# data/events_addon_icon.xml.append$//event[@name="ADDON_RAD_DISABLED"]/text
source: R&D Developed by: Arc Currently Disabled. An addon designed around the use of Lua to create fun and unique gimmicks, this includes a variety of ships, weapons, crew, drones, and quests, although not entirely balanced they all try to introduce and focus on a unique gimmick you wouldn't find in MV otherwise. To enable R&D, go to the Multiverse Forums and visit the addon section!.
fr: R&D Développé par : Arc Actuellement désactivé. Un addon conçu autour de l'utilisation de Lua pour créer des mécaniques amusantes et uniques, cela inclut une variété de vaisseaux, d'armes, d'équipages, de drones et de quêtes, bien qu'ils ne soient pas entièrement équilibrés, ils essaient tous d'introduire et de se concentrer sur une mécanique que vous ne trouveriez pas dans MV autrement. Pour activer le R&D, rendez-vous sur les forums Multiverse et visitez la section des addons !.
ru: R&D Разработчик: Arc В настоящее время отключено. Аддон, созданный на основе использования Lua для создания забавных и уникальных фишек. Он включает в себя различные корабли, оружие, экипаж, дронов и квесты, хотя и не полностью сбалансированные, все они пытаются представить и сосредоточиться на уникальных механиках, которые вы не найдете в оригинальном MV. Чтобы включить R&D, зайдите на форумы Multiverse и посетите раздел аддонов!

source: FTL: FISHIER THAN LIGHT Click to see more info.
fr: FTL: FISHIER THAN LIGHT Cliquez pour plus d'informations.
ru: FTL: FISHIER THAN LIGHT Нажмите, чтобы увидеть больше информации.

# data/events_addon_icon.xml.append$//event[@name="ADDON_FISH_DISABLED"]/text
source: FTL: FISHIER THAN LIGHT Developed by: Arc Currently Disabled. FTL Fishing, what more do I need to say. Over 60 fish, all with unique uses and effects. To enable Fishier Than Light, go to the Multiverse Forums and visit the addon section!.
fr: FTL : FISHIER THAN LIGHT Développé par : Arc Actuellement Activé. La pêche dans FTL, que dois-je dire de plus ? Plus de 60 poissons, tous avec des utilisations et des effets uniques. Pour activer Fishier Than Light, rendez-vous sur les forums Multiverse et visitez la section des addons !.
ru: FTL: FISHIER THAN LIGHT Разрабчик: Arc В настоящее время отключено. FTL рыбалка, что еще нужно сказать. Более 60 рыб, каждая из которых имеет уникальные свойства и эффекты. Чтобы включить Fishier Than Light, зайдите на форумы Multiverse и посетите раздел аддонов!

source: FTL: TRADING Click to see more info.
fr: FTL : TRADING Cliquez pour plus d'informations.
ru: FTL: TRADING Нажмите, чтобы увидеть больше информации.

# data/events_addon_icon.xml.append$//event[@name="ADDON_TRADE_DISABLED"]/text
source: FTL: TRADING Developed by: Arc Currently Disabled. Adds an in depth trading system that lets you make smart financial decisions and generate scrap in a less dangerous way. To enable Trading, go to the Multiverse Forums and visit the addon section!.
fr: FTL : TRADING Développé par : Arc Actuellement désactivé. Ajoute un système de commerce poussé qui vous permet de prendre des décisions financières avisées et de générer de la ferraille de manière moins dangereuse. Pour activer Trading, rendez-vous sur les forums de Multiverse et consultez la section des modules additionnels !.
ru: FTL: TRADING Разработчик: Arc В настоящее время отключено. Добавляет глубокую торговую систему, которая позволяет принимать разумные финансовые решения и генерировать лом менее опасным способом. Чтобы включить Trading, зайдите на форумы Multiverse и посетите раздел аддонов!

# data/events_addon_icon.xml.append$//event[@name="ADDON_GOF_DISABLED"]/hover-text
source: FTL: GALAXY ON FIRE Click to see more info.
fr: FTL : GALAXY ON FIRE Cliquez pour plus d'informations.
ru: FTL: GALAXY ON FIRE Нажмите, чтобы увидеть больше информации.

# data/events_addon_icon.xml.append$//event[@name="ADDON_GOF_DISABLED"]/text
source: FTL: GALAXY ON FIRE Developed by: Arc Currently Disabled. Adds 3 ships, 40 new weapons, 2 new crew, and 1 new event based on the galaxy on fire franchise. All weapons function in completely new ways never seen before using brand new lua functions. To enable Galaxy On Fire, go to the Multiverse Forums and visit the addon section!.
fr: FTL : GALAXIE ON FIRE Développé par : Arc Actuellement désactivé. Ajoute 3 vaisseaux, 40 nouvelles armes, 2 nouveaux équipages et 1 nouvel événement basé sur la franchise Galaxy on Fire. Toutes les armes fonctionnent d'une manière totalement nouvelle, jamais vue auparavant, en utilisant de toutes nouvelles fonctions lua. Pour activer Galaxy On Fire, rendez-vous sur les forums Multiverse et visitez la section addon !
ru: FTL: GALAXY ON FIRE Разработчик: Arc В настоящее время отключено. Добавляет 3 корабля, 40 новых видов оружия, 2 новых члена экипажа и 1 новое событие, основанное на франшизе "Галактика в огне". Все оружие работает по-новому, невиданными ранее механиками, используя совершенно новые функции Lua. Чтобы включить Galaxy On Fire, зайдите на форумы Multiverse и посетите раздел аддонов!
