Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/events_special_aea_shard.xml/*.po
Languages: ru

source: You have arrived in Shard-Forged Space. As allies of the federation you'll have no trouble making friends. These pirates are usually friendly, just be sure not to get in the middle of a mutiny.
ru: Вы прибыли в пространство Осколкорожденных. Как союзники Федерации, вы без труда найдете себе друзей. Эти пираты обычно дружелюбны, только не вздумайте устраивать мятеж.

source: You have arrived in Shard-Forged Space. As allies of the federation you'll have no trouble making friends. These pirates are usually friendly, just be sure not to get in the middle of a mutiny.
ru: Вы прибыли в пространство Осколкорожденных. Как союзники Федерации, вы без труда найдете себе друзей. Эти пираты обычно дружелюбны, только не вздумайте устраивать мятеж.

source: You have arrived in Shard-Forged Space. As allies of the federation you'll have no trouble making friends. These pirates are usually friendly, just be sure not to get in the middle of a mutiny.
ru: Вы прибыли в пространство Осколкорожденных. Как союзники Федерации, вы без труда найдете себе друзей. Эти пираты обычно дружелюбны, только не вздумайте устраивать мятеж.

# data/events_special_aea_shard.xml$//event[@name="START_AEA_SHARD"]/choice/text
source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

# data/events_special_aea_shard.xml$//event[@name="GUARD_AEA_SHARD"]/text
source: With the recent war with the rebellion the Shard-Forged have deployed a guard to this beacon, but they don't seem interested in you.
ru: После недавней войны с повстанцами Осколкорожденные разместили у этого маяка охрану, но, похоже, вы их не интересуете.

source: Ignore the guard.
ru: Не обращать внимание на сторожевой корабль.

source: You now have some time to do something on the ship.
ru: Теперь у вас есть немного времени, чтобы заняться чем-нибудь на корабле.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Contact the guard.
ru: Связаться со сторожевым кораблем.

source: Attack the guard.
ru: Атаковать сторожевой корабль.

source: Continue...
ru: Продолжить...

source: A large crystal appears on your screen, you can see the distictive white mark across their shoulder indicating that they're a member of the Shard-Forged.
ru: На экране появляется большой кристаллин, на котором видна белая метка поперек плеча, указывающая на принадлежность к Осколкорожденным.

source: Request supplies.
ru: Запросить припасы.

source: Demand supplies.
ru: Потребовать припасы.

source: (Upg. Weapons) Threaten the guard.
ru: (Улучш. Оружие) Угрожать сторожевому кораблю.

source: Change your mind and leave the guard alone.
ru: Передумать и оставить сторожевой корабль в покое.

source: You apologize and end comms. The guard makes no attempts to communicate further.
ru: Вы извиняетесь и отключаете связь. Сторожевой корабль не предпринимает никаких попыток продолжить разговор.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: "Though it's quite interesting to discover new people, I'm afraid we cannot spare any supplies."
ru: "Хотя знакомиться с новыми людьми довольно интересно, боюсь, мы не можем выделить никаких припасов".

source: "You wish for some supplies? Most certainly! It is not often I get the opportunity to make new friends!"
ru: "Вы хотите получить припасы? Конечно! Не так часто мне выпадает возможность завести новых друзей!"

source: "You insult us with such a rude demand, you're lucky that you're with the federation." The crystal breaks contact with you but otherwise remains passive.
ru: "Вы оскорбляете нас таким грубым требованием, вам повезло, что вы из Федерации". Кристаллин отключает связь, но в остальном ничего не предпринимает.

source: The Crystals don't take well to your threats. Rather than complying, they raise their guns and attack.
ru: Кристаллины плохо реагируют на ваши угрозы. Вместо того чтобы подчиниться, они активируют оружие и нападают.

source: Continue...
ru: Продолжить...

# data/events_special_aea_shard.xml$//event[@name="GUARD_AEA_SHARD_DESTROY"]/text
source: You have defeated the Shard-Forged guard. Whatever might have been in their cargo has for certain been destroyed, but you can at least salvage some supplies from the ship.
ru: Вы победили сторожевой корабль Осколкорожденных. Все, что могло быть в их грузе, наверняка уничтожено, но вы можете хотя бы подобрать некоторые припасы с корабля.

source: Continue...
ru: Продолжить...

# data/events_special_aea_shard.xml$//event[@name="GUARD_AEA_SHARD_DEADCREW"]/text
source: You have defeated the Shard-Forged guard. Without crew on board to stop you, you can investigate their cargo. You find a weapon to bring back to the ship, and move on to scrap their hull.
ru: Вы победили сторожевой корабль Осколкорожденных. Если на борту нет экипажа, который мог бы помешать вам, вы можете осмотреть их груз. Вы находите оружие, которое поднимаете на корабль, и отправляетесь дальше, чтобы разобрать их корпус.

source: Continue...
ru: Продолжить...

# data/events_special_aea_shard.xml$//event[@name="GUARD_AEA_SHARD_FOLLOWUP"]/text
source: By killing the Shard-Forged guard, you have no doubt caused them to dispatch reinforcements to track you down. Watch your step as you explore the sector.
ru: Уничтожив сторожевой корабль Осколкорожденных, вы, несомненно, заставили его послать подкрепление, чтобы выследить вас. Будьте внимательны, исследуя сектор.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: An unvisited location.
ru: Непосещенное место.

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
ru: Непосещенное место.

# data/events_special_aea_shard.xml$//event[@name="REINFORCEMENTS_AEA_SHARD"]/text
source: "Outsiders, we knew you were barbaric, but when we migrated here we had no idea you would intrude our sector and threaten our ways with such violent acts! We will avenge our fallen brothers aboard the guard ship you so ruthlessly destroyed!"
ru: "Чужаки, мы знали, что вы варвары, но когда мы пришли сюда, мы и представить себе не могли, что вы вторгнетесь в наш сектор и станете угрожать нашему укладу такими жестокими действиями! Мы отомстим за наших погибших братьев на борту сторожевого корабля, который вы так безжалостно уничтожили!"

source: Continue...
ru: Продолжить...

source: An unvisited location.
ru: Непосещенное место.

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
ru: Непосещенное место.

source: "Outsiders, we knew you were barbaric, but when we migrated here we had no idea you would intrude our sector and threaten our ways with such violent acts! We will avenge our fallen brothers aboard the guard ship you so ruthlessly destroyed!"
ru: "Чужаки, мы знали, что вы варвары, но когда мы пришли сюда, мы и представить себе не могли, что вы вторгнетесь в наш сектор и станете угрожать нашему укладу такими жестокими действиями! Мы отомстим за наших погибших братьев на борту сторожевого корабля, который вы так безжалостно уничтожили!"

source: Continue...
ru: Продолжить...

source: "Aliens, how curious. Ycathine knowns what kind of mysterious tales you could tell!" The Crystal yawns. "Or that's what I used to think. Unfortunately, you all seem quite boring. That said, boring or not, I've pledged my duties to the Federation and I intend to uphold them. What do you need?"
ru: "Чужаки, как любопытно. Икатин знает, какие таинственные истории вы можете рассказать!" Кристаллин зевает. "Или я так раньше думал. К сожалению, вы все кажетесь довольно скучными. Скучно или нет, но я дал обещание выполнять свои обязанности перед Федерацией и намерен их выполнять. Что вам нужно?"

source: The Crystalline station nearby locks all of its weapons onto you, threatening to open fire. "STOP RIGHT THERE! THIS IS IMPERIAL SPACE! GET LOST OR- oh crypt, you're a Renegade! Wow! My apologies. Feel free to dock, and I'll see to it my crew can provide whatever resources you're in need of."
ru: Станция кристаллинов неподалеку направляет на вас все свои орудия, угрожая открыть огонь. "ОСТАНОВИТЕСЬ! ЭТО ПРОСТРАНСТВО ИМПЕРИИ! ПРОВАЛИВАЙ ИЛИ... ой, склеп, вы Ренегат! Вау! Мои извинения. Не стесняйтесь, пристыкуйтесь, а я позабочусь о том, чтобы моя команда смогла предоставить вам все необходимые ресурсы".

source: Request free repairs. [7$]
ru: Запросить бесплатный ремонт. [7$]

source: Request fuel.
ru: Запросить топливо.

source: Request ammunition.
ru: Запросить боеприпасы.

source: Request droneparts.
ru: Запросить дрон-комплекты.

source: Attack the outpost!
ru: Атаковать аванпост!

source: You arm the weapons and engage the station!
ru: Вы активируете орудия и атакуете станцию!

source: Continue...
ru: Продолжить...

source: They look like they don't want to fight. They are trying to escape.
ru: Похоже, они не хотят сражаться. Они пытаются сбежать.

source: An unvisited location.
ru: Непосещенное место.

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
ru: Непосещенное место.

# data/events_special_aea_shard.xml$//event[@name="TRANSPORT_AEA_SHARD_LOOT"]/text
source: This beacon hosts a Shard-Forged transport. It's safe to bet the ship is most likely carrying some special tech. If you can kill its crew, their cargo will be yours.
ru: На этом маяке находится транспорт Осколкорожденных. Можно с уверенностью сказать, что корабль, скорее всего, перевозит какие-то особые технологии. Если вы сможете убить его экипаж, их груз станет вашим.

source: Demand the surrender of their goods.
ru: Потребовать отдать их товары вам.

source: You prepare to secure their cargo by force.
ru: Вы готовитесь захватить их груз силой.

source: Continue...
ru: Продолжить...

source: Avoid the ship.
ru: Избегать корабль.

source: The ship stays outside your weapons range, and eventually jumps away.
ru: Корабль держится вне зоны действия вашего оружия и в конце концов уходит в прыжок.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The crew is dead, leaving you with the ship. Its cargo is yours for the taking. Aboard is the special tech you expected, which you bring back to your ship.
ru: Экипаж погиб, и корабль достался вам. Его груз - ваш. На борту находится особая технология, которую вы ожидали увидеть, и которую вы поднимаете на свой корабль.

source: For all it's worth, the crystalline armor protecting their ship could not withstand the fire from your weapons.
ru: Кристаллическая броня, защищающая их корабль, не выдерживает огня ваших орудий.

source: Remarkably, the ruins of the Crystal ship could easily be mistaken as smaller Crystal ships. Glad you don't actually have more enemies to fight, you scrap your latest victim.
ru: Примечательно, что развалины корабля кристаллинов можно легко принять за меньшие корабли кристаллинов. Радуясь, что у вас нет больше врагов с которыми вы могли бы сражаться, вы разбираете на лом свою последнюю жертву.

source: A few shards from the shattered armor almost hit your ship, but luckily you pilot out of the way just in time. You scrap what you can.
ru: Несколько осколков от разбитой брони едва не задевают ваш корабль, но, к счастью, вы вовремя уклоняетесь от них. Вы собираете все, что можете.

source: With all their fancy abilities, the Crystals are still just as easy a kill for your crew as any other. You scrap the ship.
ru: Несмотря на все свои причудливые способности, кристаллины - такие же легкие жертвы для вашей команды, как и любые другие. Вы разбираете корабль в лом.

source: You wonder why the Rockmen worshipped the Crystals as gods when you can kill them with such ease.
ru: Вы задаетесь вопросом, почему валуны поклонялись кристаллинам как богам, если их можно убить с такой легкостью.

source: The Crystal ship has been neutralized successfully. You scrap the remains.
ru: Корабль кристаллинов успешно нейтрализован. Обломки вы разбираете на лом.

# data/events_special_aea_shard.xml$//textList[@name="TEXT_ESCAPE_AEA_SHARD"]/text
source: It appears the Shard-Forged ship has reconsidered staying around to finish this fight. They're trying to escape!
ru: Похоже, что корабль ракушек передумал оставаться здесь, чтобы закончить этот бой. Они пытаются сбежать!

source: The Shard-Forged ship jumps away, leaving you behind at the beacon.
ru: Корабль ракушек совершил прыжок, оставив вас наедине с маяком.

source: The Shard-Forged ship jumps away. At first you're disappointed, but then you realise a portion of scrap matter has been left behind from the fight. It's not much, but it helps soften the blow of your failure.
ru: Корабль ракушек совершает прыжок. Поначалу вы разочарованы, но потом понимаете, что после боя осталось немного лома. Этого конечно мало, но помогает сгладить впечатления после вашего провала.

source: Accept their surrender.
ru: Принять их капитуляцию.

source: "We yield, aliens. We have no wish to die fighting you."
ru: "Мы сдаемся, чужаки. У нас нет желания умирать, сражаясь с вами".

source: "You have bested us! I will no longer underestimate you foreigners. Please, let us leave in peace."
ru: "Вы превзошли нас! Я больше не буду недооценивать вас, чужаки. Пожалуйста, позвольте нам уйти с миром".

source: They appear to be transmitting the universal signals for surrender. Will you let them go?
ru: Похоже, они передают универсальные сигналы сигнализирующие о капитуляции. Отпустите ли вы их?

source: They message you, "I see now there was a misunderstanding and there is no need for more bloodshed. Will you forgive our lack of discretion?"
ru: Они сообщают вам: "Теперь я вижу, что это было недоразумение, и нет необходимости в новом кровопролитии. Простите ли вы нам нашу неосмотрительность?"

source: "We cannot beat you; we surrender. Surely there is mercy wherever you come from."
ru: "Мы не можем победить вас, мы сдаемся. Уверен, что там, откуда вы пришли, есть милосердие".

source: The Crystal ship has stopped firing. It appears they are trying to surrender.
ru: Корабль кристаллинов прекратил огонь. Похоже, они пытаются сдаться.

source: "Captain, I'm sure our differences can be settled over some scrap, yes? I have come to understand this is how things are done here."
ru: "Капитан, я уверен, что наши разногласия можно уладить с помощью лома, правда? Я понял, что здесь так принято".

source: "As much as I hate this, we are not in any condition to pretend we do not need to surrender. Will you allow us to live?"
ru: "Как бы мне это ни было неприятно, мы не в том состоянии, чтобы притворяться, что нам не нужно сдаваться. Вы позволите нам жить?"

# data/events_special_aea_shard.xml$//event[@name="AEA_SHARD_TEST_FIGHT"]/text
source: TEST.
ru: ТЕСТ.

source: Continue...
ru: Продолжить...
