Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/events_special_aea_old.xml/*.po
Languages: fr, ru

source: TEST TEST .
ru: ТЕСТ ТЕСТ .

# data/events_special_aea_old.xml$//event[@name="AEA_OLD_POWER_CELL_GET"]/text
source: There's a strange weapon wreck at this beacon. Almost none of it is salvagable. You manage to recover a strange weapon from the wreckage.
fr: Il y a les restes d'une arme étrange à cette balise. Presque rien n'est récupérable. Vous parvenez néanmoins à extraire une arme mystérieuse des décombres.
ru: На этом маяке находятся обломки странного оружия. Почти ничего из них нельзя подобрать. Однако вам удаётся извлечь из обломков странное оружие.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: This is the location of a large structure.
fr: C'est l'emplacement d'une grande structure.
ru: Здесь находится большое строение.

source: This is the location of a large structure.
fr: C'est l'emplacement d'une grande structure.
ru: Здесь находится большое строение.

# data/events_special_aea_old.xml$//event[@name="AEA_OLD_GATE"]/text
source: A massive ring sits in orbit nearby the beacon, an imposing structure with no apparent use. Apparently having been put here long ago, the use of the ring remains a mystery to this day.
fr: Un anneau massif est en orbite près de la balise, une structure imposante sans utilité apparente. Apparemment placé ici il y a longtemps, sa fonction reste un mystère à ce jour.
ru: На орбите неподалеку от маяка находится огромное кольцо - внушительное сооружение, не имеющее никакого видимого применения. Очевидно, что кольцо было установлено здесь давным-давно, но его назначение остается загадкой и по сей день.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: The strange weapon you collected earlier in your travels begins to glow as you near the structure.
fr: L'étrange arme que vous avez récupérée plus tôt lors de votre voyage commence à briller à mesure que vous approchez la structure.
ru: Странное оружие, которое вы нашли ранее в своих путешествиях, начинает светиться, когда вы приближаетесь к строению.

source: (??? Weapon) Insert the weapon into the gate.
fr: (Arme ???) Insérer l'arme dans la porte.
ru: (??? оружие) Вставить оружие в врата.

source: The gate begins to glow, a moment later a rift opens in the middle, and a large cruiser immerges.
fr: La porte commence à briller, puis, un instant plus tard, une faille s'ouvre en son centre, laissant émerger un grand croiseur.
ru: Врата начинают светиться, через мгновение в центре открывается разлом, и в него проникает большой крейсер.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: The weapon you put into the gate is spat out once again, it appears to have pulled part of the gate out with it.
fr: L'arme que vous avez insérée dans la porte en est expulsée à nouveau, semblant avoir arraché une partie de la porte avec elle.
ru: Оружие, которое вы вставили в врата, снова выбрасывается наружу, похоже, что вместе с ним вырвалась и часть врат.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: As you collect the scrap from the gate you notice the large cruiser is now bearing down on your, you notice two weapons charging, however the rest of it's impressive arsenal is still offline.
fr: Alors que vous récupérez les débris de la porte, vous remarquez que le grand croiseur fonce maintenant sur vous. Deux de ses armes sont en train de se charger, mais le reste de son impressionnant arsenal est encore hors ligne.
ru: Собирая лом у врат, вы замечаете, что большой крейсер уже приближается к вам. Вы замечаете, что два орудия заряжены, однако остальной внушительный арсенал все еще отключен.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Ignore it.
fr: L'ignorer.
ru: Не обращать внимания.

source: You admire the structure while your FTL drive changes.
fr: Vous admirez la structure pendant que votre moteur SPL se recharge.
ru: Вы любуетесь строением, в то время как ваш ССД преобразуется.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: You admire the structure while your FTL drive changes.
fr: Vous admirez la structure pendant que votre moteur SPL se recharge.
ru: Вы любуетесь строением, в то время как ваш ССД преобразуется.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.

source: The Mysterious Cruiser is charging its MV drive. It's artillery appear to be a strange weapon which grab hold of your ship and tethers you to them. You'll probably be pulled away with them if they go into hyperspace...
fr: Le Croiseur Mystérieux charge son moteur MV. Son artillerie semble être une arme étrange qui s'accroche à votre vaisseau et vous relie à lui. Vous serez probablement entraîné avec eux s'ils passent en hyperespace…
ru: Таинственный крейсер заряжает свой МВ-привод. Его артиллерия, похоже, представляет собой странное оружие, которое захватывает ваш корабль и привязывает вас к нему. Вероятно, вас утащит вместе с ними, если они уйдут в гиперпространство...

source: You've destroyed the Mysterious cruiser, you begin salvaging the vessel. You wonder if perhaps something would have happened if you let it escape and take you with it.
ru: Уничтожив таинственный крейсер, вы приступаете к его разборке. Вы задаетесь вопросом, что, возможно, случилось бы, если бы вы позволили ему сбежать и забрать вас с собой.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_aea_old.xml$//event[@name="ESCAPE_AEA_OLD_GUARD_BOSS"]/text
source: Surprisingly it appears the cruiser is trying to run away, if you're not careful you might get pulled away with it. It's artillery appear to be some kind of hooks which grab hold of your ship and tether you to them. You'll probably be pulled away with them if they go into hyperspace...
fr: Étonnamment, il semble que le croiseur tente de s'enfuir. Si vous ne faites pas attention, vous risquez d'être entraîné avec lui. Son artillerie semble être une sorte de grappins qui s'accrochent à votre vaisseau et vous lient à lui. Vous serez probablement emporté avec eux s'ils passent en hyperespace…
ru: Удивительно, но крейсер, похоже, пытается убежать, и если вы не будете осторожны, вас могут утащить вместе с ним. Его артиллерия, похоже, представляет собой что-то вроде крюков, которые цепляются за ваш корабль и привязывают вас к нему. Скорее всего, вас утащат вместе с ними, если они уйдут в гиперпространство...

# data/events_special_aea_old.xml$//event[@name="GOTAWAY_AEA_OLD_GUARD_BOSS"]/text
source: The ship's jump drive initiates and pulls it away.
fr: Le moteur de saut du vaisseau s'active et l'emporte au loin.
ru: Прыжковый привод корабля включается и увлекает вас за собой.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Almost in the same instance you're pulled off your feet when the ship is ripped into Hyperspeed with the cruiser.
fr: Presque au même instant, vous êtes arraché du sol lorsque votre vaisseau est entraîné en hyperespace avec le croiseur.
ru: Почти в тот же момент вам корабль срывается с места, когда корабль переходит в гиперскорость вместе с вашим.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

source: It appears that whatever you've done has pissed the ship off enough to activate the rest of it's weapons.
fr: Il semble que votre action ait suffisamment irrité le vaisseau pour qu'il active le reste de son arsenal.
ru: Похоже, что все, что вы сделали, разозлило корабль настолько, что он активировал остальные виды оружия.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_aea_old.xml$//event[@name="AEA_OLD_BEAM_MASTER"]/text
source: "I've finally figured it out, the reason why I kept losing is because you keep shooting at my ship! First I thought - 'Well, why don't I take away their guns?', but my crew told me it's not really feasible, so I though about what you usually shoot and Eureka! You aim for my systems, don't you? You sneaky bastard, the secret is out! And now - no more. These cool lylmik dudes sold me this armour stuff and I basically ripped them off, just cost me all my other guns, but now I am practically become invincible. Now I am the ARMOUR MASTER! Good luck hitting anything, beyatch!"
fr: "J'ai enfin compris ! La raison pour laquelle je perdais tout le temps, c'est parce que vous continuez à tirer sur mon vaisseau ! D'abord, je me suis dit : ‘Eh bien, pourquoi ne pas leur enlever leurs armes ?' Mais mon équipage m'a dit que ce n'était pas vraiment faisable. Alors, j'ai réfléchi à ce que vous visez d'habitude… et Eurêka ! Vous tirez sur mes systèmes, n'est-ce pas ? Petit malin, le secret est dévoilé ! Mais maintenant, c'est fini. Ces Lylmiks trop cool m'ont vendu cette armure, et honnêtement, je les ai complètement arnaqués. Ça m'a juste coûté toutes mes autres armes, mais maintenant, je suis pratiquement invincible. Je suis devenu… le MAÎTRE DE L'ARMURE ! Bonne chance pour toucher quoi que ce soit, pouffiasse !"
ru: "Наконец-то я поняла, что причина моих поражений в том, что ты постоянно стреляешь по моему кораблю! Сначала я подумала - "А почему бы мне не отобрать у него оружие?", но мой экипаж сказал мне, что это не совсем реализуемо, поэтому я подумала о том, во что ты обычно стреляешь, и эврика! Ты целишься в мои системы, не так ли? Ты, подлый ублюдок, секрет раскрыт! Отныне я буду предохраняться. Эти крутые чуваки лилмики продали мне эту броню, и я, по сути, обокрала их, отдав взамен все свое оружие, но теперь я стала практически непобедимой. Теперь я - МАСТЕР БРОНИ! Удачи тебе пробить меня, сцука!"

source: Here we go again.
fr: Et c'est reparti...
ru: Опять все по-новой.

source: (Powerful Beam) Show the Beam to Leah.
fr: (Rayon puissant) Montrer le rayon à Leah.
ru: (Мощный луч) Показать луч Лии.

source: The wreck breaks apart into thousands of pieces of scrap metal, Unfortunately not all of those are actually useful bits of scrap.
fr: L'épave se désagrège en des milliers de morceaux de ferraille. Malheureusement, tous ne sont pas réellement utilisables.
ru: Обломки распадаются на тысячи кусков лома, но, к сожалению, не все из них являются полезными.

source: As the ship breaks apart you wonder how long it will take another ship of the same kind to be pulled into this segment of the multiverse.
fr: Alors que le vaisseau se désagrège, vous vous demandez combien de temps il faudra avant qu'un autre vaisseau du même type ne soit attiré dans ce segment du multivers.
ru: Когда корабль распадается на части, вы задаетесь вопросом, сколько времени потребуется другому такому же кораблю, чтобы попасть в этот сегмент Мультивселенной.

source: The ship foundries in Lylmik space simply aren't as capable as the ones with access to the rest of the multiverse, and as a result you're unlikely to see another ship like the one that just blew up soon.
fr: Les fonderies de vaisseaux dans l'espace Lylmik ne sont tout simplement pas aussi performantes que celles ayant accès au reste du multivers. En conséquence, il est peu probable que vous voyiez de sitôt un autre vaisseau comme celui qui vient d'exploser.
ru: Корабельные литейные цеха в пространстве лилмиков просто не обладают такими возможностями, как те, что имеют доступ к остальной части Мультивселенной, и в результате вы вряд ли скоро увидите еще один корабль, подобный тому, что только что взорвался.

source: Another powerful foe felled. It hasn't really gotten you much closer to escaping, but you did get some scrap out of it.
fr: Un autre ennemi puissant abattu. Cela ne vous a pas vraiment rapproché de votre évasion, mais au moins, vous avez récupéré un peu de ferraille.
ru: Еще один сильный враг повержен. Это не сильно приблизило вас к цели, но кое-какие припасы вы все же получили.

# data/events_special_aea_old.xml$//event[@name="DESTROYED_AEA_OLD_MV_GUN"]/text
source: To your surprise, a weapon managed to survive the explosion. It's a little crisp from the explosion but with a few touch ups you can salvage it.
fr: À votre surprise, une arme a survécu à l'explosion. Elle est un peu carbonisée, mais avec quelques réparations, vous pourrez la récupérer.
ru: К вашему удивлению, оружие уцелело после взрыва. Оно немного помялось от взрыва, но с помощью нескольких манипуляций вы сможете его восстановить.

source: With advanced ships like these in short supply, it probably won't take long for this one to be recovered by some other Unfortunate souls.
fr: Avec des vaisseaux avancés comme celui-ci en si faible nombre, il ne faudra sans doute pas longtemps avant qu'il ne soit récupéré par d'autres âmes malchanceuses.
ru: Поскольку такие продвинутые корабли в дефиците, вероятно, не пройдет много времени, как этот корабль будет найден другими несчастными душами.

source: With the crew but a red smear on the walls of the ship, you're able to scrap the ship in peace.
fr: Avec l'équipage réduit à une simple tache rouge sur les murs du vaisseau, vous pouvez le démanteler en toute tranquillité.
ru: Когда от экипажа осталось лишь красное пятна на стенах корабля, вы сможете спокойно разобрать корабль на лом.

source: Only the most dangerous ships survive out here. Unfortunately for the crew of this ship you're the most dangerous around.
fr: Seuls les vaisseaux les plus dangereux survivent ici. Malheureusement pour l'équipage de ce vaisseau, vous êtes le plus dangereux de tous.
ru: Здесь выживают только самые опасные корабли. К несчастью для экипажа этого корабля, вы - самый опасный из всех.

# data/events_special_aea_old.xml$//event[@name="DEAD_CREW_AEA_OLD_MV_GUN"]/text
source: Now emptied of crew, you find one of their weapons on board. You take it back with you before scrapping the ship.
fr: Désormais vidé de son équipage, vous découvrez l'une de leurs armes à bord. Vous l'emportez avec vous avant de démanteler le vaisseau.
ru: Опустошив корабль, вы находите на борту одно из их орудий. Вы забираете его с собой, прежде чем разобрать корабль на лом.

source: With the ship destroyed you're able to scrap it for a decent reward.
fr: Avec le vaisseau détruit, vous pouvez le démanteler et en tirer une récompense décente.
ru: Уничтожив корабль, вы сможете разобрать его на лом и получить достойное вознаграждение.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: With the ship cleared of crew you're able to scrap it for a decent reward.
fr: Avec le vaisseau vidé de son équipage, vous pouvez le démanteler et en tirer une récompense décente.
ru: Зачистив корабль от экипажа, вы можете разобрать его на лом и получить приличное вознаграждение.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: With the ship destroyed you're able to scrap it for a decent reward.
fr: Avec le vaisseau détruit, vous pouvez le démanteler et en tirer une récompense décente.
ru: Уничтожив корабль, вы сможете разобрать его на лом и получить достойное вознаграждение.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: With the ship cleared of crew you're able to scrap it for a decent reward.
fr: Avec le vaisseau vidé de son équipage, vous pouvez le démanteler et en tirer une récompense décente.
ru: Зачистив корабль от экипажа, вы можете разобрать его на лом и получить приличное вознаграждение.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_aea_old.xml$//event[@name="TRANSPORT_AEA_OLD_1_LOOT"]/text
source: This beacon hosts Lylmik station. It's safe to bet the station is most likely carrying some special tech. If you can kill the crew onboard, the cargo will be yours.
fr: Cette balise abrite une station Lylmik. Il y a fort à parier que la station transporte une technologie spéciale. Si vous parvenez à éliminer l'équipage à bord, la cargaison sera à vous.
ru: На этом маяке находится станция лилмиков. Можно с уверенностью сказать, что станция, скорее всего, перевозит какие-то особые технологии. Если вы сможете убить экипаж станции, груз будет вашим.

source: Demand the surrender of the goods.
fr: Exiger la remise des marchandises.
ru: Потребовать передать товар вам.

source: You prepare to secure the cargo by force.
fr: Vous vous préparez à sécuriser la cargaison par la force.
ru: Вы готовитесь силой забрать груз.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Avoid the station.
fr: Éviter la station.
ru: Избегать станцию.

source: You stay outside of the station's range and prepare to jump away.
fr: Vous restez en dehors de la portée de la station et vous vous préparez à sauter loin d'ici.
ru: Вы остаетесь вне зоны действия станции и готовитесь к прыжку.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.

# data/events_special_aea_old.xml$//event[@name="TRANSPORT_CAPTURE_AEA_OLD"]/text
source: The crew is dead, leaving you with the station. Its cargo is yours for the taking. Aboard is the special tech you expected, which you bring back to your ship.
fr: L'équipage est mort, vous laissant seul maître de la station. Sa cargaison est à vous. À bord, vous trouvez la technologie spéciale que vous espériez et la rapportez à votre vaisseau.
ru: Экипаж погиб, и станция досталась вам. Ее груз - ваш. На борту находится особая технология, которую вы надеялись получить, и которую вы поднимаете на свой корабль.

source: The Lylmik ship explodes into many smaller pieces, you can make out chunks of armour, still whole even after being exploded. It's oddly satisfying, and you reflect fondly on your handiwork as you scrap the remains.
fr: Le vaisseau Lylmik explose en une multitude de fragments plus petits. Vous distinguez des morceaux d'armure, restés intacts malgré l'explosion. C'est étrangement satisfaisant, et vous contemplez votre œuvre avec une certaine fierté tandis que vous récupérez les débris.
ru: Корабль лилмиков разлетается на множество мелких кусочков, и вы можете разглядеть куски брони, оставшиеся целыми даже после взрыва. Это странно приятно, и вы с удовольствием размышляете о своей работе, разгребая останки.

source: You wonder how you never heard about the Lylmiks before, but then you remember the whole being kidnapped thing.
fr: Vous vous demandez comment vous n'aviez jamais entendu parler des Lylmiks auparavant, puis vous vous rappelez cette histoire d'enlèvement.
ru: Вы удивляетесь, как это вы раньше не слышали о лилмиках, но потом вспоминаете, что их когда-то похитили.

source: With every Lilmik ship destroyed you're one step closer to escaping their quarantine, it isn't a lot but it's enough to keep you going.
fr: A chaque vaisseau Lylmik détruit, vous vous rapprochez un peu plus de votre évasion de leur quarantaine. Ce n'est pas grand-chose, mais c'est suffisant pour vous motiver à continuer.
ru: С каждым уничтоженным кораблем лилмиков вы становитесь на шаг ближе к выходу из их карантина. Это не так много, но достаточно, чтобы не останавливаться на достигнутом.

source: As the last Lylmik collapses, it lets out two last words. "Screw... you..."
fr: Alors que le dernier Lylmik s'effondre, il laisse échapper ces derniers mots : "Va... te faire..."
ru: Когда последний лилмик падает, он произносит два последних слова. "Пошел... ты..."

source: You've made quick work of these aliens. You don't feel any guilt, afterall these aren't really murders anyway.
fr: Vous avez rapidement éliminé ces aliens. Vous ne ressentez aucune culpabilité, après tout, ce ne sont pas vraiment des meurtres.
ru: Вы быстро расправились с этими пришельцами. Вы не чувствуете никакой вины, ведь это не совсем убийства.

source: You've heard that instead of dying the Lylmik just get redirected to a new body, better hope those new bodies aren't anywhere nearby.
fr: Vous avez entendu dire que, plutôt que de mourir, les Lylmiks sont simplement redirigés vers un nouveau corps. Mieux vaut espérer que ces nouveaux corps ne se trouvent pas dans les parages.
ru: Вы слышали, что вместо смерти лилмики просто попадают в новое тело, но лучше надеяться, что этих новых тел поблизости не окажется.

source: You may not feel bad about the lylmik, but their organic crew may not always deserve it.
fr: Vous n'éprouvez peut-être aucun remords pour les Lylmiks, mais leur équipage organique ne mérite pas toujours le même sort.
ru: Вы можете не чувствовать себя виноватым перед лилмиком, но их органический экипаж не всегда этого заслуживает.

source: "Good, I see you are smarter than most. Be grateful that we too have decided to show you mercy."
fr: "Bon, je vois que vous êtes plus intelligent la normale. Soyez reconnaissant que nous ayons décidé de vous montrer de la clémence."
ru: "Хорошо, я вижу, ты умнее многих. Будь благодарен, что мы тоже решили проявить к тебе милосердие".

source: Let them go.
fr: Les laisser partir.
ru: Отпустить их.

source: Finish these bastards off.
fr: Éliminez ces salauds une fois pour toutes.
ru: Прикончить этих ублюдков.

source: "Really? You dare try to try and fight us again? Hah, how laughable."
fr: "Vraiment ? Vous osez essayer de nous affronter à nouveau ? Hah, comme c'est risible."
ru: "Серьезно? Ты осмеливаешься снова попробовать вступить с нами в бой? Ха, как смешно".

source: "Mortal beings, you must not be aware of the consequences of your actions. We are not meant to die. Kill us, and you will suffer a terrible fate."
fr: "Êtres mortels, vous ne devez pas être au courant des conséquences de vos actions. Nous ne sommes pas destinés à mourir. Tuez nous et vous souffrirerez un sort terrible."
ru: "Смертные существа, вы не должны осознавать последствий своих действий. Мы не предназначены для смерти. Убейте нас, и вас постигнет ужасная участь".

source: Let them go.
fr: Les laisser partir.
ru: Отпустить их.

source: We aren't afraid of you.
fr: Vous ne nous faites pas peur.
ru: Мы вас не боимся.

source: "Fine, fine, you can have access to the station, just don't kill us."
fr: "D'accord, d'accord, vous pouvez accéder à la station, mais ne nous tuez pas."
ru: "Хорошо-хорошо, вы можете получить доступ к станции, только не убивайте нас".

source: Let them live.
fr: Les laisser vivre.
ru: Оставить их в живых.

source: You gain access to the station, and discover its basically just one big store.
fr: Vous accédez à la station et découvrez qu'il ne s'agit en réalité que d'une immense boutique.
ru: Вы получаете доступ на станцию и обнаруживаете, что это, по сути, один большой магазин.

source: Finish them off.
fr: Les achever.
ru: Прикончить их.
