Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_SHARD_AUTO_unlock"]
source: Rescue a King from his own palace.
ru: Спасите короля из его собственного дворца.

source: Get to Sector 5 with the Shard-Forged Auto-Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на автоматическом крейсере Осколкорожденных типа A, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Shard-Forged Auto-Cruiser Type B or beat the game with the Shard-Forged Auto-Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на автоматическом крейсере Осколкорожденных типа Б или пройдите игру на автоматическом крейсере Осколкорожденных типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_CULT_WHALE_unlock"]
source: Reunite two large lovers.
ru: Воссоедините двух сильно влюбленных.

source: Get to Sector 5 with The Type A to unlock this ship.
ru: Доберитесь до сектора 5 на корабле типа А, чтобы разблокировать этот корабль.

source: Get to Sector 5 with The Type B or beat the game with The Type A to unlock this ship.
ru: Доберитесь до сектора 5 на корабле типа Б или пройдите игру на корабле типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_BROADSIDE_unlock"]
source: Reports are coming out in the sectors closest to Node 17 (Sector 7) of a strange rebel ship patrolling their fleet.
ru: Из ближайших к Узлу 17 секторов (сектор 7) поступают сообщения о странном корабле повстанцев, наблюдающем за их флотом.

source: Get to Sector 5 with The Type A to unlock this ship.
ru: Доберитесь до сектора 5 на корабле типа А, чтобы разблокировать этот корабль.

source: Get to Sector 5 with The Type B or beat the game with The Type A to unlock this ship.
ru: Доберитесь до сектора 5 на корабле типа Б или пройдите игру на корабле типа A, чтобы разблокировать этот корабль.

source: Coming Soon.
ru: Скоро.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_JUSTICE_unlock"]
source: Find and defeat a mysterious traveller in the rebel fleet.
ru: Найдите и победите таинственного путешественника в составе флота повстанцев.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_JUSTICE_2_unlock"]
source: Get to Sector 5 with The Type A to unlock this ship.
ru: Доберитесь до сектора 5 на корабле типа А, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_JUSTICE_3_unlock"]
source: Get to Sector 5 with The Type B or beat the game with The Type A to unlock this ship.
ru: Доберитесь до сектора 5 на корабле типа Б или пройдите игру на корабле типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="credit_victory_aea_old"]
source: The Multiverse Flagship of this reality has been destroyed. The Rebel forces were weakened, and the Federation troops, along with reinforcements, successfully defeated the Rebel forces of this reality.
ru: Флагман Мультивселенной этой реальности был уничтожен. Силы повстанцев были ослаблены, и войска Федерации вместе с подкреплением успешно разгромили силы повстанцев этой реальности.

# data/text_misc.xml.append$//text[@name="tip_aea_burst_laser"]
source: Tip: Burst Pinpoints are able to fire multiple times in quick succession but lose the ability to target specific tiles
ru: Совет: Импульсные точечные лучи могут стрелять несколько раз подряд, но теряют способность нацеливаться на определенные плитки.

# data/text_misc.xml.append$//text[@name="aea_super_shields"]
source: Auxiliary Shields
ru: Вспомогательные щиты

# data/text_misc.xml.append$//text[@name="aea_super_shields_installed"]
source: Auxiliary Shields System installed
ru: Система вспомогательных щитов установлена

# data/text_misc.xml.append$//text[@name="aea_clone_crime_installed"]
source: Modified Clone Bay installed
ru: Модифицированный Клон-отсек установлен
