Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="map_icon_aea_acid_nebula"]
source: ACIDIC
ru: КИСЛОТНЫЙ

# data/text_misc.xml.append$//text[@name="map_icon_aea_acid_nebula_core"]
source: ACIDIC CORE [!]
ru: КИСЛОТНОЕ ЯДРО [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_acid_nebula_shipyard"]
source: ACIDIC SHIPYARD
ru: КИСЛОТНАЯ ВЕРФЬ

# data/text_misc.xml.append$//text[@name="map_icon_aea_necro_home"]
source: SANCTUM
ru: САНКТУМ

# data/text_misc.xml.append$//text[@name="map_icon_transport_aea_acid"]
source: TRANSPORT [!]
ru: ТРАНСПОРТ [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_flower"]
source: FLOWER [!]
ru: ЦВЕТОК [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_seed"]
source: SEED [!]
ru: СЕМЯ [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_conspiracy"]
source: CONSPIRACY [!]
ru: КОНСПИРАЦИЯ [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_bird_engineer"]
source: ENGINEERING [!]
ru: ИНЖЕНЕРИЯ [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_shleg_battle"]
source: DISTRESS [!]
ru: СИГНАЛ БЕДСТВИЯ [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_distress"]
source: DISTRESS
ru: БЕДСТВИЕ

# data/text_misc.xml.append$//text[@name="map_icon_aea_shleg_radiant"]
source: RADIANT BASE [!]
ru: БАЗА ЛУЧЕЗАРНЫХ [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_shleg_quest"]
source: QUEST [!]
ru: КВЕСТ [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_broadside"]
source: SHIP [!]
ru: КОРАБЛЬ [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_shard_palace"]
source: PALACE [!]
ru: ДВОРЕЦ [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_shard_auto"]
source: AUTO [!]
ru: АВТО [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_gate"]
source: GATE [!]
ru: ВРАТА [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_baron"]
source: BARON [!]
ru: БАРОН [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_council"]
source: COUNCIL [!]
ru: СОВЕТ [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_uni_1"]
source: Unifex
ru: Юнифекс

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_uni_2"]
source: Essence
ru: Сущность

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_uni_3"]
source: Impulse
ru: Импульс

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_uni_4"]
source: Trend
ru: Тренд

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_uni_5"]
source: Concordance
ru: Конкорданс

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_uni_1_i"]
source: Unifex [!]
ru: Юнифекс [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_uni_2_i"]
source: Essence [!]
ru: Сущность [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_uni_3_i"]
source: Impulse [!]
ru: Импульс [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_uni_4_i"]
source: Trend [!]
ru: Тренд [!]

# data/text_misc.xml.append$//text[@name="map_icon_aea_old_uni_5_i"]
source: Concordance [!]
ru: Конкорданс [!]

# data/text_misc.xml.append$//text[@name="loot_aea_acid_1"]
source: ACIDIC LOOT -1 ion damage 3x erosion speed 2x erosion max speed
ru: КИСЛОТНАЯ ДОБЫЧА -1 ионный урон 3x скорость эрозии 2x максимальная скорость эрозии

# data/text_misc.xml.append$//text[@name="loot_aea_necro_1"]
source: HERETIC LOOT -1 damage +2 shots
ru: ДОБЫЧА ЕРЕТИКОВ -1 урон +2 выстрела

# data/text_misc.xml.append$//text[@name="loot_aea_old_1"]
source: LYLMIK LOOT -100% fire chance +100% breach chance The last shot in the volley does 1 additional hull damage
ru: ДОБЫЧА ЛИЛМИКОВ -100% шанс возгорания +100% шанс пробоины Последний выстрел в залпе наносит 1 дополнительный урон корпусу

# data/text_misc.xml.append$//text[@name="loot_aea_cult_1"]
source: CULTIST LOOT Cannot equip spells -2 second cooldown +1 damage per friendly cultist with an equipped spell
ru: ДОБЫЧА СЕКТАНТОВ Не может экипировать заклинания -2 секундная перезарядка +1 урон за каждого дружественного сектанта с экипированным заклинанием

# data/text_misc.xml.append$//text[@name="loot_aea_bird_1"]
source: GI LOOT +1 ion damage to systems with the the secondary shot +2 speed
ru: ДОБЫЧА ГИ +1 ионный урон системам с вторичным выстрелом +2 скорость

# data/text_misc.xml.append$//text[@name="loot_aea_shleg_1"]
source: ANARCHIST LOOT +30 seconds of duration -2 hull damage -1 system damage
ru: ДОБЫЧА АНАРХИСТОВ +30 секунд продолжительности -2 урона корпусу -1 урона системам

# data/text_misc.xml.append$//text[@name="loot_aea_shard_1"]
source: SHARD-FORGED LOOT Health drain effect on room hit
ru: ДОБЫЧА ОСКОЛКОРОЖДЕННЫХ Накладывает эффект потери здоровья при попадании в отсек

# data/text_misc.xml.append$//text[@name="tip_aea_old_unknown"]
source: Tip: A strange weapon? You wonder if it's related to that strange gate in Node 17...
ru: Совет: Странное оружие? Вы задаетесь вопросом, не связано ли оно с теми странными вратами в Узле 17...

# data/text_misc.xml.append$//text[@name="tip_laser_old"]
source: Tip: Each laser shot will be blocked by two shield bubbles, regardless of the laser's damage.
ru: Совет: каждый лазерный выстрел будет блокирован двумя слоями щита, независимо от урона лазера.

# data/text_misc.xml.append$//text[@name="tip_laser_oldp"]
source: Tip: Each laser shot will be blocked by a single shield bubble, despite having 0 hull damage.
ru: Совет: каждый лазерный выстрел будет блокирован одним слоем щита, несмотря на то что урон по корпусу будет равен 0.

# data/text_misc.xml.append$//text[@name="tip_aea_spellspore"]
source: Tip: Each spell equiped to the weapon can only be shot at the enemy ship. Spells cannot miss and Spellspore weapons fire each spell twice per charge.
ru: Совет: каждое заклинание, используемое в оружии, может быть направлено только на вражеский корабль. Заклинания не могут промахнуться, а оружие с заклинаниями выстреливает каждое заклинание дважды за заряд.

# data/text_misc.xml.append$//text[@name="tip_aea_shleg"]
source: Tip: Inculcation Gas's mind control effect builds up at 5hp/s. Once the status effect reaches the enemy crew's current HP it then drains at 8hp/s and mind controls the enemy.
ru: Совет: эффект контроля разума Инкубационного газа накапливается со скоростью 5 ОЗ/с. Как только уровень этого эффекта достигнет текущего уровня здоровья вражеского экипажа, начнется снижение здоровья со скоростью 8 ОЗ/с, а также контроль его разума.

# data/text_misc.xml.append$//text[@name="atlas_aea_acid"]
source: Name: Acidic Origins Type: Hostile (Nebula) Unique: True Dominant Faction: The Acidic Growth Rebel Threat Level: Low Locations of Interest: Central Acidic Shipyards The Acidic Origins are a dangerous place, only the most extreme ships survive the Acidic nebula, and that isn't even considering trying to survive the Acidic ships themselves.
ru: Название: Родные кислотные миры Тип: Враждебный (Туманность) Уникальный: Да Доминирующая фракция: Кислотный рост Уровень угрозы повстанцев: Низкий Интересные места: Центральные верфи Кислотных родных миров Кислотные родные миры - опасное место, только самые мощные корабли способны выжить в Кислотной туманности, и это еще не считая попыток пережить встречу с Кислотными кораблями.

# data/text_misc.xml.append$//text[@name="atlas_aea_necro"]
source: Name: Blasphemous Core Type: Hostile Unique: True Dominant Faction: Engi Heretics Rebel Threat Level: Low Locations of Interest: The Sanctum The Engi Heretics are outcasts even from the separatists, broken free from the harmony these engi prefer to use organic life as a tool to do their bidding. You'll be able to get by if you don't have an organic crew.
ru: Название: Ядро богохульства Тип: Враждебный Уникальный: Да Доминирующая фракция: Еретики энджи Уровень угрозы повстанцев: Низкий Интересные места: Санктум Еретики энджи - изгои даже среди Сепаратистов. Вырвавшись из Гармонии, эти энджи предпочитают использовать органическую жизнь как инструмент для выполнения своих задач. Вы сможете с ними справиться, если у вас не будет органического экипажа.

# data/text_misc.xml.append$//text[@name="atlas_aea_cult"]
source: Name: Home of the Oneflower Type: Neutral Unique: True Dominant Faction: Vampweed Cult Rebel Threat Level: Medium-Low Locations of Interest: The Oneflower Although technically not part of the Confederacy, the cult has close ties with them, any actions against the cultists may still reflect poorly against you in the eyes of the confederacy. This sector is home to the Oneflower, the cult's god, many theorize that their god isn't actually a living creature, and instead some think it's an advanced AI intelligence. No one knows for sure, except probably the flower itself.
ru: Название: Дом Одноцветка Тип: Нейтральный Уникальный: Да Доминирующая фракция: Культ Вампсорняков Уровень угрозы повстанцев: Средний-низкий Интересные места: Одноцветок Хотя технически культ не является частью Конфедерации, он имеет тесные связи с ней, и любые действия против сектантов могут плохо отразиться на вашей репутации в глазах Конфедерации. В этом секторе находится бог секты - Одноцветок, многие считают, что их бог на самом деле не является живым существом, а представляет собой продвинутый искусственный интеллект. Никто не знает наверняка, кроме, возможно, самого цветка.

# data/text_misc.xml.append$//text[@name="atlas_aea_bird"]
source: Name: Gi Nesting Grounds Type: Friendly Unique: True Dominant Faction: Gi Federation Rebel Threat Level: Medium (Neutral Fleet) Locations of Interest: Central Engineering Facility The Gi are close allies with the federation, A recently discovered race they haven't managed to join the federation yet, however they're on their way there and have a strong federation presense in the sector.
ru: Название: Места гнездования ги Тип: Союзный Уникальный: Да Доминирующая фракция: Федерация ги Уровень угрозы повстанцев: Средний (Нейтральный флот) Интересные места: Центральный инженерный комплекс Ги - близкие союзники Федерации. Недавно открытая раса, они еще не успели присоединиться к Федерации, но уже на пути к этому и имеют большое представительство Федерации в секторе.

# data/text_misc.xml.append$//text[@name="atlas_aea_shleg"]
source: Name: Anarchist Central Nebula Type: Hostile (Nebula) Unique: True Dominant Faction: Shell and Slug Anarchists Rebel Threat Level: Medium (Auto Fleet) The Anarchists are a combined group of both shells and slugs who have formed together to fight back against their collective governments. Although not directly in conflict with the federation they aren't fans either, be careful.
ru: Название: Центральная туманность Анархистов Тип: Враждебный (туманность) Уникальный: Да Доминирующая фракция: Анархисты ракушек и слизней Уровень угрозы повстанцев: Средний (автоматический флот) Анархисты - это объединенная группа ракушек и слизней, которые объединились, чтобы дать отпор своим коллективным правительствам. Хотя они и не находятся в прямом конфликте с Федерацией, но и не являются ее поклонниками, будьте на чеку.

# data/text_misc.xml.append$//text[@name="atlas_aea_shard"]
source: Name: Shard-Forged Palace Type: Friendly Unique: True Dominant Faction: Shard-Forged Pirates Rebel Threat Level: Low Locations of Interest: Dawn Palace The Shard-Forged, although known as pirates, are rather well liked by the federation and it's allies. The Shard-Forged have existed since the peak of the Crystalline Empire and have proven to be a reliable and worthy ally to those who can afford them. With the recent conflict between the Rebellion and the Federation the Shard-Forged have allied alongside the federation against the rebel plight.
ru: Название: Дворец Осколкорожденных Тип: Союзный Уникальный: Да Доминирующая фракция: Осколкорожденные пираты Уровень угрозы повстанцев: Низкий Интересные места: Дворец Рассвета Осколкорожденные, хотя и известны как пираты, пользуются большой популярностью у Федерации и ее союзников. Осколкорожденные существуют со времен расцвета Империи кристаллинов и зарекомендовали себя как надежные и достойные союзники для тех, кто может их к себе расположить. Во время недавнего конфликта между Восстанием и Федерацией Осколкорожденные вступили в союз с Федерацией в борьбе с повстанцами.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_ACID_BILL_unlock"]
source: Consult the advice of a certain Acidic outcast about a certain artifact to unlock this ship.
ru: Посоветуйтесь с кислотным изгоем по поводу конкретного артефакта, чтобы разблокировать корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_NECRO_KING_unlock"]
source: Consult the advice of a certain Heretic leader about a certain artifact to unlock this ship.
ru: Посоветуйтесь с лидером Еретиков по поводу конкретного артефакта, чтобы разблокировать корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_CULT_TINY_unlock"]
source: Consult the advice of a certain Tiny Vampweed about a certain artifact to unlock this ship.
ru: Посоветуйтесь с Крошкой-Вампсорняком по поводу конкретного артефакта, чтобы разблокировать корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_BIRD_JAY_unlock"]
source: Consult the advice of a certain Avian Engineer about a certain artifact to unlock this ship.
ru: Посоветуйтесь с птичьим инженером по поводу конкретного артефакта, чтобы разблокировать корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_SHLEG_UNI_unlock"]
source: Consult the advice of either of certain anarchist founding members about a certain artifact to unlock this ship.
ru: Посоветуйтесь с основателем Анархистов по поводу конкретного артефакта, чтобы разблокировать корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_SHARD_UNI_unlock"]
source: Consult the advice of a certain Pirate King about a certain artifact to unlock this ship.
ru: Посоветуйтесь с королем пиратов по поводу конкретного артефакта, чтобы разблокировать корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_OLD_UNI_1_unlock"]
source: Seek out the help of a certain Lylmik Council member and escape quarantine to unlock this ship.
ru: Обратитесь за помощью к члену Совета лилмиков и сбегите из карантина, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_OLD_UNI_2_unlock"]
source: Seek out the help of a certain Lylmik Council member and escape quarantine to unlock this ship.
ru: Обратитесь за помощью к члену Совета лилмиков и сбегите из карантина, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_OLD_UNI_3_unlock"]
source: Seek out the help of a certain Lylmik Council member and escape quarantine to unlock this ship.
ru: Обратитесь за помощью к члену Совета лилмиков и сбегите из карантина, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_OLD_UNI_4_unlock"]
source: Seek out the help of a certain Lylmik Council member and escape quarantine to unlock this ship.
ru: Обратитесь за помощью к члену Совета лилмиков и сбегите из карантина, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_OLD_UNI_5_unlock"]
source: Seek out the help of a certain Lylmik Council member and escape quarantine to unlock this ship.
ru: Обратитесь за помощью к члену Совета лилмиков и сбегите из карантина, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_ACID_ARTY_unlock"]
source: Help an Acidic outcast to unlock this ship.
ru: Помогите кислотному изгою, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Acidic Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 с кислотным крейсером типа A, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Acidic Cruiser Type B or beat the game with the Acidic Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на кислотном крейсере типа Б или пройдите игру на кислотном крейсере типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_ACID_LONG_unlock"]
source: Find the central shipyards of the Acidic Growth to unlock this ship.
ru: Найдите центральные верфи Кислотного роста, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Acidic Destroyer Type A to unlock this ship.
ru: Доберитесь до сектора 5 на Кислотном разрушителе типа A, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Acidic Destroyer Type B or beat the game with the Acidic Destroyer Type A to unlock this ship.
ru: Доберитесь до сектора 5 на Кислотном разрушителе типа Б или пройдите игру на Кислотном разрушителе типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_NECRO_ENGI_unlock"]
source: Visit the Sanctum and impress an Engi to unlock this ship.
ru: Посетите Санктум и произведите впечатление на энджи, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Heresy Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Еретиков типа A, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Heresy Cruiser Type B or beat the game with the Heresy Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Еретиков типа Б или пройдите игру на крейсере Еретиков типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_NECRO_SEPA_unlock"]
source: Visit an unusual engi link to unlock this ship.
ru: Посетите необычного энджи, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Blasphemy Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Богохульства типа A, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Blasphemy Cruiser Type B or beat the game with the Blasphemy Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Богохульства типа Б или пройдите игру на крейсере Богохульства типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_OLD_ARMOUR_unlock"]
source: Escape quarantine to unlock this ship.
ru: Чтобы разблокировать этот корабль, сбегите из карантина.

source: Get to Sector 5 with The Type A to unlock this ship.
ru: Доберитесь до сектора 5 на корабле типа А, чтобы разблокировать этот корабль.

source: Get to Sector 5 with The Type B or beat the game with The Type A to unlock this ship.
ru: Доберитесь до сектора 5 на корабле типа Б или пройдите игру на корабле типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_OLD_HAMMER_unlock"]
source: Defeat the baron to unlock this ship.
ru: Победите Барона, чтобы разблокировать этот корабль.

source: Get to Sector 5 with The Type A to unlock this ship.
ru: Доберитесь до сектора 5 на корабле типа А, чтобы разблокировать этот корабль.

source: Get to Sector 5 with The Type B or beat the game with The Type A to unlock this ship.
ru: Доберитесь до сектора 5 на корабле типа Б или пройдите игру на корабле типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_CULT_BUD_unlock"]
source: Thwart a conspiracy to overthrow of a god.
ru: Сорвите заговор с целью свержения бога.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_CULT_BUD_2_unlock"]
source: Get to Sector 5 with the Bud Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Бутона типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_CULT_BUD_3_unlock"]
source: Get to Sector 5 with the Bud Cruiser Type B or beat the game with the Bud Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Бутона типа Б или пройдите игру на крейсере Бутона типа А, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_CULT_BLOOM_unlock"]
source: Deliver the seed of a god.
ru: Доставьте семя бога.

source: Get to Sector 5 with the Bloom Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Цветения типа А, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Bloom Cruiser Type B or beat the game with the Bloom Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Цветения типа Б или пройдите игру на крейсере Цветения типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_BIRD_BIG_unlock"]
source: Secure an AI core for the Central Engineering Facility.
ru: Защитите ИИ ядро Центральной инженерной базы.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_BIRD_BIG_2_unlock"]
source: Get to Sector 5 with the Eagle Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Орел типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_BIRD_BIG_3_unlock"]
source: Get to Sector 5 with the Eagle Cruiser Type B or beat the game with the Eagle Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Орел типа Б или пройдите игру на крейсере Орел типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_BIRD_TRAN_unlock"]
source: Discover and stop a secret Rebel infiltration attack.
ru: Обнаружьте и остановите тайную операцию повстанцев.

source: Get to Sector 5 with the Albatross Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Альбатрос типа А, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Albatross Cruiser Type B or beat the game with the Albatross Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Альбатрос типа Б или пройдите игру на крейсере Альбатрос типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_SLUG_LONG_unlock"]
source: Track down the killers of a federation outpost.
ru: Выследите убийц на аванпосте федерации.

source: Get to Sector 5 with the Anarchy Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Анархия типа A, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Anarchy Cruiser Type B or beat the game with the Anarchy Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Анархия типа Б или пройдите игру на крейсере Анархия типа A, чтобы разблокировать этот корабль.

# data/text_misc.xml.append$//text[@name="ship_PLAYER_SHIP_AEA_SLUG_WIDE_unlock"]
source: Fight for the anarchists and participate in a heist.
ru: Сражайтесь за Анархистов и поучаствуйте в ограблении.

source: Get to Sector 5 with the Disorder Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Раздор типа A, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Disorder Cruiser Type B or beat the game with the Disorder Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Раздор типа Б или пройдите игру на крейсере Раздор типа A, чтобы разблокировать этот корабль.

source: Hunt down a strange crystal auto ship.
ru: Отыщите странный кристаллический автоматический корабль.

source: Get to Sector 5 with the Shard-Shattered Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Осколкорожденных типа А, чтобы разблокировать этот корабль.

source: Get to Sector 5 with the Shard-Shattered Cruiser Type B or beat the game with the Shard-Shattered Cruiser Type A to unlock this ship.
ru: Доберитесь до сектора 5 на крейсере Осколкорожденных типа Б или пройдите игру на крейсере Осколкорожденных типа А, чтобы разблокировать этот корабль.
