Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: [COOLDOWN:13s] Cast a random support spell that pierces all normal shields at a target room Cast Duration: 1s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 13с] Накладывает случайное заклинание поддержки, которое пробивает все обычные щиты в выбранном отсеке Длительность накладывания: 1с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Offense
ru: Нападение

source: [COOLDOWN:10s] Cast a random offensive spell that pierces all normal shields at a target room Cast Duration: 4s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает случайное атакующее заклинание, которое пробивает все обычные щиты в выбранном отсеке Длительность накладывания: 4с Будет прервано во время произнесения, если экипаж получит урон или переместится

source: Boarding
ru: Абордажный

source: [COOLDOWN:12s] Cast a random boarding support spell that pierces all normal shields at a target room Cast Duration: 2s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 12с] Накладывает случайное заклинание поддержки при абордаже, которое пробивает все обычные щиты в выбранном отсеке Длительность накладывания: 2с Будет прервано во время произнесения, если экипаж получит урон или переместится

source: Spell
ru: Заклинание

source: [COOLDOWN:10s] Casts a spell in the current room which does nothing Cast Duration: 2.5s Will be interupted during casting if the crew takes damage
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание в текущем отсеке, которое ничего не делает. Длительность накладывания: 2.5с Будет прервано во время произнесения заклинания, если экипаж получит урон

source: Protect
ru: Защита

source: [COOLDOWN:10s] Casts a spell which protects the current room from hull and system damage for 10 seconds Cast Duration: 1s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, которое защищает текущую комнату от повреждений корпуса и системы на 10 секунд. Длительность накладывания: 1с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Beacon
ru: Маяк

source: [COOLDOWN:10s] Casts a spell which retargets all the enemy projectiles on screen to the current room Cast Duration: 1s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, которое перенацеливает все вражеские снаряды на экране на выбранный отсек. Длительность накладывания: 1с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Bio Bolt
ru: Био-болт

source: [COOLDOWN:10s] Cast a spell that pierces all normal shields at a target room dealing 45 personal damage Cast Duration: 3s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, пробивающее все обычные щиты в выбранном отсеке и наносящее 45 единиц урона экипажу. Длительность накладывания: 3с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Bolt
ru: Болт

source: [COOLDOWN:10s] Cast a spell that pierces all normal shields at a target room dealing 1 damage Cast Duration: 8s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, которое пробивает все обычные щиты в выбранном отсеке, нанося 1 урон Длительность накладывания: 8с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Bolt Burst
ru: Импульсный болт

source: [COOLDOWN:10s] Cast 3 spells that pierces all normal shields at a target room dealing 1 damage Cast Duration: 20s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает 3 заклинания, которые пробивают все обычные щиты в выбранном отсеке, нанося 1 урон Длительность накладывания: 20с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Hull Bolt
ru: Противокорпусный болт

source: [COOLDOWN:10s] Cast a spell that pierces all normal shields at a target room dealing 3 hull damage but no system or crew damage Cast Duration: 10s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, которое пробивает все обычные щиты в выбранном отсеке, нанося 3 урона корпусу, но не повреждая систему и экипаж. Длительность накладывания: 10с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Warp
ru: Варп

source: [COOLDOWN:10s] Cast a spell in the current room that warps all crew in the current room to a random room on the opposite ship Cast Duration: 6s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание в текущем отсеке, которое перемещает весь экипаж в текущем отсеке в случайный отсек на противоположном корабле. Длительность накладывания: 6с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Warp Bolt
ru: Варп-болт

source: [COOLDOWN:10s] Cast a spell that pierces all shields at a target room that warps all crew in the room to a random room on the opposite ship Cast Duration: 8s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, которое пробивает все щиты в выбранном отсеке и переносит весь экипаж в этом отсеке в случайный отсек на противоположном корабле Длительность накладывания: 8с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Heal Bolt
ru: Исцеляющий болт

source: [COOLDOWN:10s] Cast a spell that pierces all shields at a target room that heals all friendly crew for 75hp Cast Duration: 2s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, пробивающее все щиты в выбранном отсеке и исцеляющее весь дружественный экипаж на 75 ОЗ. Длительность накладывания: 2с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Heal Aura
ru: Исцеляющая аура

source: [COOLDOWN:10s] Cast a spell in the current room that heals all friendly crew in the room for 45 hp Cast Duration: 5s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание в текущем отсеке, которое исцеляет весь дружественный экипаж в отсеке на 45 ОЗ Длительность накладывания: 5с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Drone
ru: Дрон

source: [COOLDOWN:10s] Spawn a conservative combat drone around the enemy ship Cast Duration: 10s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Порождает Консервативный боевой дрон вокруг вражеского корабля Длительность накладывания: 10с Будет прервано во время каста, если экипаж получит урон или переместится

source: Barrier
ru: Барьер

source: [COOLDOWN:10s] Cast a spell that pierces all normal shields at a target room that spawns a barrier capable of blocking 2 projectiles, no more than 8 can be active at once Cast Duration: 2s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, пробивающее все обычные щиты в выбранном отсеке, которое порождает барьер, способный блокировать 2 снаряда, одновременно могут быть активны не более 8. Длительность накладывания: 2с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Lockdown
ru: Блокировка

source: [COOLDOWN:10s] Cast a spell that pierces all normal shields at a target room that applies a lockdown effect Cast Duration: 4s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, пробивающее все обычные щиты в выбранном отсеке, на который наложен эффект запирания Длительность накладывания: 4с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Ally
ru: Союзник

source: [COOLDOWN:10s] Cast a spell that pierces all normal shields at a target room that spawns a random ally Cast Duration: 7s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, пробивающее все обычные щиты в выбранном отсеке, в котором появляется случайный союзник. Длительность накладывания: 7с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Mind Bolt
ru: Болт разума

source: [COOLDOWN:10s] Cast a spell that pierces all normal shields at a target room that mind controls the enemy for 20 seconds Cast Duration: 8s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 10с] Накладывает заклинание, пробивающее все обычные щиты в выбранном отсеке, которое контролирует разум противника в течение 20 секунд Длительность накладывания: 8с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: BREAKDOWN
ru: РАСПАД

source: [COOLDOWN:12s -25HP] Locks down the occupied room for 12 seconds, preventing crew from moving in. Enemy crew in the room take 4 damage per second. Cannot attack enemy crew for the duration.
ru: [ПЕРЕЗАРЯДКА: 12с -25 ОЗ] Запирает занятый отсек на 12 секунд, не позволяя экипажу перемещаться в нем. Вражеский экипаж в отсеке получает 4 ОЗ/с урона. В течение этого времени нельзя атаковать вражеский экипаж.

source: BREAKDOWN
ru: РАСПАД

source: [COOLDOWN:6s -25HP] Locks down the occupied room for 12 seconds, preventing crew from moving in. Enemy crew in the room take 4 damage per second. Cannot attack enemy crew for the duration.
ru: [ПЕРЕЗАРЯДКА: 6с -25 ОЗ] Запирает занятый отсек на 12 секунд, не позволяя экипажу перемещаться в нем. Вражеский экипаж в отсеке получает 4 ОЗ/с урона. В течение этого времени нельзя атаковать вражеский экипаж.

source: BREAKDOWN
ru: РАСПАД

source: [COOLDOWN:3s -25HP] Locks down the occupied room for 24 seconds, preventing crew from moving in. Enemy crew in the room take 10 damage per second. Cannot attack enemy crew for the duration.
ru: [ПЕРЕЗАРЯДКА: 3с -25 ОЗ] Запирает занятый отсек на 24 секунд, не позволяя экипажу перемещаться в нем. Вражеский экипаж в отсеке получает 10 ОЗ/с урона. В течение этого времени нельзя атаковать вражеский экипаж.

source: RITUAL
ru: РИТУАЛ

source: Perform a dark ritual, sacrifice a number of crew in specific positions to trigger different effects. Crew who survive being apart of the ritual will be weakened and lose 50% of their health for 5 jumps. Left click to select crew for sacrifice. Right click to attempt the ritual or cancel.
ru: Проводит темный ритуал, приносит в жертву несколько членов экипажа в определенных местах, чтобы вызвать различные эффекты. Экипаж, выживший после участия в ритуале, будет ослаблен и потеряет 25% скорости передвижения на 5 прыжков. Щелкните левой кнопкой мыши, чтобы выбрать экипаж для жертвоприношения. Щелкните правой кнопкой мыши, чтобы провести ритуал или отменить его.

source: RITUAL
ru: РИТУАЛ

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: \1 Quarantine Ending
ru: \1 Конец карантина

source: Escape Lylmik Quarantine aboard any layout of the \1
ru: Сбегите из Карантина лилмиков на борту любого корабля \1

source: \1 ????? Ending
ru: \1 ????? концовка

source: Escape the clutches of a powerful race aboard any layout of the \1
ru: Вырвитесь из лап могущественной расы на борту любого типа \1

source: WEAPONS OF THE DAY [33% OFF]
ru: ОРУЖИЕ ДНЯ [СКИДКА 33%]

source: DRONES OF THE DAY [33% OFF]
ru: ДРОНЫ ДНЯ [СКИДКА 33%]

source: AUGMENTS OF THE DAY [33% OFF]
ru: МОДУЛИ ДНЯ [СКИДКА 33%]

source: DECKHANDS
ru: ЭКИПАЖ

source: ESSENTIAL SYSTEMS
ru: ОСНОВНЫЕ СИСТЕМЫ

source: AUXILIARY SYSTEMS
ru: ДОПОЛНИТЕЛЬНЫЕ СИСТЕМЫ

source: CLEARANCE SALE [25% OFF]
ru: РАСПРОДАЖА [СКИДКА 25%]

source: CLEARANCE SALE [25% OFF]
ru: РАСПРОДАЖА [СКИДКА 25%]

source: ESSENTIAL SYSTEMS
ru: ОСНОВНЫЕ СИСТЕМЫ

source: AUXILIARY SYSTEMS
ru: ДОПОЛНИТЕЛЬНЫЕ СИСТЕМЫ

source: SPELLS
ru: ЗАКЛИНАНИЯ

source: SPELLS
ru: ЗАКЛИНАНИЯ

source: CULT WIZARDS
ru: СЕКТА ВОЛШЕБНИКОВ

source: DECKHANDS
ru: ЭКИПАЖ

source: ESSENTIAL SYSTEMS
ru: ОСНОВНЫЕ СИСТЕМЫ

source: AUXILIARY SYSTEMS
ru: ДОПОЛНИТЕЛЬНЫЕ СИСТЕМЫ

source: SPELLS
ru: ЗАКЛИНАНИЯ

source: SPELLS
ru: ЗАКЛИНАНИЯ

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_ACID"]/name
source: Acidic Transport
ru: Кислотный транспорт

source: Obtain the loot from the Acidic loot transport.
ru: Получить добычу из транспорта кислотных.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_ACID"]/description
source: Obtain the Acidic Barrage from the Acidic loot transport.
ru: Получить Залповую кислоту из добычи кислотного транспорта.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_ACID"]/header
source: Loot Acquired
ru: Полученная добыча

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_BIRD"]/name
source: Gi Transport
ru: Транспорт ги

source: Obtain the loot from the Gi loot transport.
ru: Получить добычу из транспорта ги.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_BIRD"]/description
source: Obtain the Twin Drone from the Gi loot transport.
ru: Получить Дрон-близнец из транспорта ги.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_BIRD"]/header
source: Loot Acquired
ru: Полученная добыча

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_CULT"]/name
source: Vampweed Cultist Transport
ru: Транспорт Вампсорняков-сектантов

source: Obtain the loot from the Vampweed Cultist loot transport.
ru: Получить добычу из транспорта Вампсорняков-сектантов.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_CULT"]/description
source: Obtain the Spellspore from the Vampweed Cultist loot transport.
ru: Получить Заклинающий споромет из транспорта Вампсорняков-сектантов.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_CULT"]/header
source: Loot Acquired
ru: Полученная добыча

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_NECRO"]/name
source: Heretic Transport
ru: Транспорт Еретиков

source: Obtain the loot from the Heretic loot transport.
ru: Получить добычу из транспорта Еретиков.

source: Obtain the Shatter Laser II from the Heretic loot transport.
ru: Получить Осколочный лазер мод. II из транспорта Еретиков.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_NECRO"]/header
source: Loot Acquired
ru: Полученная добыча

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_SHARD"]/name
source: Shard-Forged Transport
ru: Транспорт Осколкорожденных

source: Obtain the loot from the Shard-Forged loot transport.
ru: Получить добычу из транспорта Осколкорожденных.

source: Obtain the Elite Crystal Burst MK II from the Shard-Forged loot transport.
ru: Получить Элитный залповый кристалл мод. II из транспорта Осколкорожденных.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_SHARD"]/header
source: Loot Acquired
ru: Полученная добыча

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_SHLEG"]/name
source: Anarchist Transport
ru: Транспорт Анархистов

source: Obtain the loot from the Anarchist loot transport.
ru: Получить добычу из транспорта Анархистов.

source: Obtain the 'Hypnos' Missile from the Anarchist loot transport.
ru: Получить ракетную установка "Гипноз" из транспорта Анархистов.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_SHLEG"]/header
source: Loot Acquired
ru: Полученная добыча

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_OLD_1"]/name
source: Lylmik Station
ru: Станция лилмиков

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_OLD_1"]/secretName
source: Secret Transport
ru: Секретный транспорт

source: Obtain a Lylmik weapon from the Lylmik loot station.
ru: Получить оружие лилмиков из станции с добычей лилмиков.

source: Obtain the loot from the ??? loot transport.
ru: Получить добычу ??? из транспорта с добычей.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_AEA_OLD_1"]/header
source: Loot Acquired
ru: Полученная добыча

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_ACID"]/name
source: No Such Thing as Too Many Guns
ru: Нет такого понятия, как "слишком много оружия"

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_ACID"]/description
source: Defeat the Acidic Destroyer B Renegade and get the Acid Splasher.
ru: Победите Ренегата Кислотный разрушитель тип Б и получите Кислотный сплешер.

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_ACID"]/header
source: Renegade Defeated
ru: Ренегат побежден

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_BIRD"]/name
source: A Good Offense is a Good Offense
ru: Хорошая атака - это хорошая атака

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_BIRD"]/description
source: Defeat the Wedge-Tailed B Renegade and get the Scourge Drone.
ru: Победите Ренегата Клинохвоста тип Б и получите дрон "Бич".

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_BIRD"]/header
source: Renegade Defeated
ru: Ренегат побежден

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_CULT"]/name
source: Barrier Relay
ru: Реле барьера

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_CULT"]/description
source: Defeat the Bud C Renegade and get the Barrier Generator.
ru: Победите Ренегата Бутона тип В и получите Генератор барьеров.

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_CULT"]/header
source: Renegade Defeated
ru: Ренегат побежден

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_NECRO"]/name
source: Droneception
ru: Дронцепция

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_NECRO"]/description
source: Defeat the Blasphemy C Renegade and get the Necromancer Drone.
ru: Победите Ренегата Богохульство тип В и получите дрон "Некромант".

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_NECRO"]/header
source: Renegade Defeated
ru: Ренегат побежден

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_SHARD"]/name
source: Overused Gimmick
ru: Заезженный трюк

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_SHARD"]/description
source: Defeat the Shard-Forged Auto C Renegade and get the 'Naginata' beam.
ru: Победите автоматический корабль Ренегатов-Осколкорожденных тип В и получите луч "Нагината".

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_SHARD"]/header
source: Renegade Defeated
ru: Ренегат побежден

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_SHLEG"]/name
source: Mind yourself
ru: Подумай о себе

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_SHLEG"]/description
source: Defeat the Disorder B Renegade and get the Leviathan Beam.
ru: Победите корабль Ренегата Беспорядок тип Б и получите луч "Левиафан".

# data/hyperspace.xml.append$//achievement[@name="ACH_AEA_REN_SHLEG"]/header
source: Renegade Defeated
ru: Ренегат побежден

source: Grant of Auxiliary Shielding
ru: Дар дополнительного экранирования

source: Receive the Grant of Auxiliary Shielding from Corby.
ru: Получите дар дополнительного экранирования от Корби.

source: Show an upgraded Auxiliary Shields System to Corby. While in effect; Add 1 energy shield layer after jump.
ru: Показать Корби улучшенную систему Вспомогательных щитов. Пока действует; добавляет 1 слой энергетического щита после прыжка.

source: Grant Received
ru: Дар получен

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_AEA_CLONE_CRIME"]/name
source: Grant of Illegally Modified Clonebay
ru: Дар незаконно модифицированного Клон-отсека

source: Grant of ???
ru: Дар ???

source: Receive the Grant of ??? from Corby.
ru: Получите дар ??? от Корби.

source: Show an upgraded Modified Clonebay System to Corby. While in effect; Spawn a weak generic crewmember with a 20 second lifespan onboard your ship after every jump.
ru: Покажите Корби модифицированный Клон-отсек. Пока действует; после каждого прыжка на борту корабля появляется слабый член экипажа с 20-секундным сроком жизни.

source: Grant Received
ru: Дар получен
