Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: ACIDIC FILTERING SYSTEM: The oxygen system on this ship will heal all crew onboard and extinguishes fires, however it won't provide oxygen.
ru: СИСТЕМА КИСЛОТНОЙ ФИЛЬТРАЦИИ: Кислородная система на этом корабле будет лечить всех членов экипажа и тушить пожары, но не обеспечивать кислородом.

source: WEAK ACIDIC FILTERING SYSTEM: The oxygen system will provide a slow healing effect to all crew.
ru: СЛАБАЯ КИСЛОТНАЯ СИСТЕМА ФИЛЬТРАЦИИ: Кислородная система обеспечит медленный лечебный эффект для всего экипажа.

source: Heretic Repair Burst: The enemy ship will repair 2 system damage once at 5hp.
ru: Импульсный ремонт Еретиков: Вражеский корабль восстанавливает 2 урона системы один раз за 5 ОЗ.

source: Weak Heretic Repair Burst: The enemy ship will repair 1 system damage once at 5hp.
ru: Слабый импульсный ремонт Еретиков: Вражеский корабль восстанавливает 1 урона системы один раз за 5 ОЗ.

source: Armoured Rooms: Armoured rooms on the enemy ship will protect it against incoming projectiles such as lasers and missiles. Armour will absorb 1 damage of projectiles that pass over it.
ru: Бронированные отсеки: Бронированные отсеки на вражеском корабле защищают его от летящих снарядов, таких как лазеры и ракеты. Броня поглощает 1 урон от попадающих в нее снарядов.

source: Predictive Guidance: The enemy ship will recieve projectiles from front 60 degrees while evasion is above 5%. This makes lasers and missiles more likely to hit the armour of the ship.
ru: Предсказуемое наведение: Вражеский корабль будет получать попадания под углом 60 градусов, пока уклонение выше 5%. Благодаря этому лазеры и ракеты с большей вероятностью попадут в броню корабля.

source: Weak Predictive Guidance: The enemy ship will recieve projectiles from front 90 degrees while evasion is above 10%. This makes lasers and missiles more likely to hit the armour of the ship.
ru: Слабое предсказуемое наведение: Вражеский корабль будет получать попадания под углом 90 градусов, пока уклонение выше 10%. Благодаря этому лазеры и ракеты с большей вероятностью попадут в броню корабля.

source: MYSTERIOUS SHIELD: This enemy is protected by a stronger than usual Energy Shield.
ru: ТАИНСТВЕННЫЙ ЩИТ: Этот противник защищен более сильным, чем обычно, Энергетическим щитом.

source: MYSTERIOUS SHIELD: This enemy is protected by an Energy Shield.
ru: ТАИНСТВЕННЫЙ ЩИТ: Этот враг защищен Энергетическим щитом.

source: INCULCATION GAS: This enemy ship is filled with a deadly neurotoxin which will build up and eventually mind control them for a short period of time and passively damage your crew over time for 3hp/s. Drones, Shells, Vampweeds, Ghosts and Lanius are immune.
ru: ИНКУБАЦИОННЫЙ ГАЗ: Вражеский корабль наполнен смертоносным нейротоксином, который будет накапливаться в ваших членах экипажа и в конечном брать их разум под контроль в течение короткого периода времени, и наносить пассивный урон вашему экипажу со скоростью 3 ОЗ/с. Дроны, ракушки, Вампсорняки, призраки и ланиусы невосприимчивы к газу.

source: SLUG SHELL REPAIR GEL: Breaches on this enemy will automatically be repaired even in the absence of crew. Also provides friendly crew with 3hp/s of healing and drains enemy crew at 3hp/s in empty rooms. Drones, Shells, Vampweeds, Ghosts and Lanius are immune.
ru: РЕМОНТНЫЙ ГЕЛЬ РАКУШЕК-СЛИЗНЕЙ: Пробоины на этом корабле будут автоматически заделываться даже при отсутствии экипажа. Также дает дружественному экипажу 3 ОЗ/с исцеления и истощает вражеский экипаж на 3 ОЗ/с в пустых отсеках. Дроны, ракушки, Вампсорянки, призраки и ланиусы невосприимчивы к этому.

source: Shard-Forged Armour: Every time you deal hull damage to this enemy with your weapons, there is a 25% chance that a shard will break off and fly towards your ship. It will not pierce any shields, but will do 1 damage to a random room if it hits.
ru: Броня Осколкорожденных: Каждый раз, когда вы наносите этому противнику урон по корпусу своим оружием, есть 25% шанс, что от него отколется осколок и полетит в сторону вашего корабля. Он не пробивает щиты, но при попадании наносит 1 ед. урона случайному отсеку.

source: Strong Auxiliary Shields: This enemy ship is equipped with a strong auxiliary shield generator, It starts out combat with 6 energy shield layers.
ru: Сильные Вспомогательные щиты: Этот вражеский корабль оснащен мощным генератором вспомогательных щитов, он начинает бой с 6 слоями энергетического щита.

source: Barrier Generator: This enemy ship is equipped with a barrier generator which will protect one random room on their ship each time they fire a weapon, maxes out at 6 barriers.
ru: Генератор барьеров: Вражеский корабль оснащен генератором барьеров, который защищает один случайный отсек на корабле при каждом выстреле из оружия, максимальное количество барьеров - 6.

source: Chaotic Barrier Generator: This enemy ship is equipped with a barrier generator which will protect one random room on their ship each time they fire a weapon.
ru: Генератор хаотических барьеров: Вражеский корабль оснащен генератором барьеров, который защищает один случайный отсек на корабле при каждом выстреле из оружия.

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

# data/hyperspace.xml.append$//aea_acid_bill[@name="Bill"]/@name
source: Bill
ru: Билл

# data/hyperspace.xml.append$//aea_necro_king[@name="L-0031"]/@name
source: L-0031
ru: Л-0031

# data/hyperspace.xml.append$//aea_cult_tiny[@name="Tiny"]/@name
source: Tiny
ru: Крошка

# data/hyperspace.xml.append$//aea_bird_unique[@name="Jay"]/@name
source: Jay
ru: Сойка

# data/hyperspace.xml.append$//aea_shleg_sickle[@name="Sickle"]/@name
source: Sickle
ru: Серп

# data/hyperspace.xml.append$//aea_shleg_sorrow[@name="Sorrow"]/@name
source: Sorrow
ru: Скорбь

# data/hyperspace.xml.append$//aea_shard_dawn[@name="King Onyx"]/@name
source: King Onyx
ru: Король Оникс

source: The Dark Justicier
ru: Темный Юстициарий

source: The Dark Justicier
ru: Темный Юстициарий

source: The Dark Justicier
ru: Темный Юстициарий

source: The Dark Justicier
ru: Темный Юстициарий

source: The Dark Justicier
ru: Темный Юстициарий

# data/hyperspace.xml.append$//unique_sylvan[@name="Sylvan"]/@name
source: Sylvan
ru: Сильван

# data/hyperspace.xml.append$//aea_old_unique_1[@name="Atoning Unifex"]/@name
source: Atoning Unifex
ru: Атонинг Юнифекс

# data/hyperspace.xml.append$//aea_old_unique_2[@name="Asymptotic Essence"]/@name
source: Asymptotic Essence
ru: Асимптотическая Сущность

source: Acidic Soldier
ru: Кислотный солдат

# data/hyperspace.xml.append$//aea_old_unique_3[@name="Eupathic Impulse"]/@name
source: Eupathic Impulse
ru: Эвпатический Импульс

# data/hyperspace.xml.append$//aea_old_unique_4[@name="Homologous Trend"]/@name
source: Homologous Trend
ru: Гомологичный Тренд

# data/hyperspace.xml.append$//aea_old_unique_5[@name="Noetic Concordance"]/@name
source: Noetic Concordance
ru: Ноэтический Конкорданс

# data/hyperspace.xml.append$//unique_leah[@name="Leah"]/@name
source: Leah
ru: Лия

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Leader
ru: Кислотный Лидер

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: Acidic Soldier
ru: Кислотный солдат

source: EXTERMINATE
ru: ЭКСТЕРМИНАТ

source: Ready: immediately kill all enemy crew below 35hp
ru: Готов: немедленно убивает всех вражеских членов экипажа у которых ОЗ ниже 35

source: RESURRECT
ru: ВОСКРЕШЕНИЕ

source: [COOLDOWN:20s] Resurrect the last enemy crew killed in melee combat by this Engi. -Costs 1 Nanite Swarm -Resurrected crew last for 90 seconds
ru: [ПЕРЕЗАРЯДКА: 20с] Воскрешает последний вражеский экипаж, убитый в ближнем бою этим энджи. -Затрачивает 1 рой нанитов. -Воскрешенный экипаж существует 90 секунд

source: REND APART
ru: РАЗРЫВ

source: [COOLDOWN:30s] Rip enemies in the room apart, resurrect part of their bodies to create a copy. -Costs 2 Nanite Swarms -Resurrected crew last 30 seconds -Resurrected crew have 25% less hp and damage -Aflicted enemy crew in the room have 10% less hp and damage -The Engi Lich's damage is increased by 50%
ru: [ПЕРЕЗАРЯДКА: 30с] Разрывает врагов в отсеке на части, воскрешает часть их тел, чтобы создать копию. -Затраты 2 роя нанитов -Воскресший экипаж существует 30 секунд -У воскрешенного экипажа на 25% меньше ОЗ и урона. -У пораженного вражеского экипажа в отсеке на 10% меньше ОЗ и урон -Урон энджи-Лича увеличен на 50%

source: RESURRECT
ru: ВОСКРЕШЕНИЕ

source: [COOLDOWN:20s] Resurrect the last enemy crew killed in melee combat by this Engi. -Costs 1 Nanite Swarm -Resurrected crew last for 90 seconds
ru: [ПЕРЕЗАРЯДКА: 20с] Воскрешает последний вражеский экипаж, убитый в ближнем бою этим энджи. -Затрачивает 1 рой нанитов. -Воскрешенный экипаж существует 90 секунд

source: REANIMATE
ru: РЕАНИМАЦИЯ

source: [COOLDOWN:60s] Permanently resurrect the last enemy crew killed in melee combat by this Engi. -Costs 5 Nanite Swarms
ru: [ПЕРЕЗАРЯДКА: 60с] Постоянно воскрешает последний вражеский экипаж, убитый в ближнем бою этим энджи. -Затрачивает 5 нанитовых роев

source: RESURRECT
ru: ВОСКРЕШЕНИЕ

source: [COOLDOWN:2s] Resurrect the last enemy crew killed in melee combat by this Engi. -Costs 1 Nanite Swarm -Resurrected crew last for 90 seconds
ru: [ПЕРЕЗАРЯДКА: 2с] Воскрешает последний вражеский экипаж, убитый в ближнем бою этим энджи. -Затраты: 1 рой нанитов. -Воскрешенный экипаж существует 90 секунд

source: HACK
ru: ВЗЛОМ

source: [COOLDOWN:30s] Hacks room and stuns all crew in the room for 10 seconds.
ru: [ПЕРЕЗАРЯДКА: 30с] Взламывает отсек и оглушает всех членов экипажа в отсеке на 10 секунд.

source: CLEANSE
ru: ОЧИСТКА

source: [COOLDOWN:30s] Cleanse all ion effects on the room and heal 2 system damage.
ru: [ПЕРЕЗАРЯДКА: 30с] Убирает все ионные эффекты в отсеке и ремонтирует 2 системного урона.

source: BOMB
ru: БОМБА

source: [COOLDOWN:30s] Detonate fire bombs on the enemy ship equal to the number of enemy crew in the room plus one.
ru: [ПЕРЕЗАРЯДКА: 30с] Подрывает зажигательные бомбы на вражеском корабле, количество которых равно числу вражеских членов экипажа в отсеке плюс один.

source: HEAL BURST
ru: ВЗРЫВ ИСЦЕЛ.

source: [COOLDOWN:30s] Heal all other friendly crew in the room including themselves for 100 hitpoints and repair 1 damage.
ru: [ПЕРЕЗАРЯДКА: 30с] Вылечивает всех дружественных членов экипажа в отсеке, включая себя, на 100 ОЗ и ремонтирует 1 урона.

source: SHIELD
ru: ЩИТ

source: [COOLDOWN:30s] Generates two super shield layers.
ru: [ПЕРЕЗАРЯДКА: 30с] Генерирует два слоя суперщита.

source: COMBUST
ru: ЗАЖЕЧЬ

source: [CD:5s DURATION:21s -40HP] Deals 75 damage to all mind controlled enemy crew in the room, Cannot take enemy crew below 10 hp. Slowly regenerates 42 health back.
ru: [ПЕРЕЗАРЯДКА: 5с ДЛИТЕЛЬНОСТЬ: 21с -40 ОЗ] Наносит 75 ед. урона всему вражескому экипажу, находящемся в отсеке под контролем разума, не может опустить ОЗ вражеского экипаж ниже 10. Медленно регенерирует 42 ОЗ.

source: BOMB
ru: БОМБА

source: [COOLDOWN:50s DURATION:10s] Deploy a Toxin bomb that lasts for 30 seconds, enemy crew in the room will build up a status effect at a rate of 5hp/s. The status effect will mind control enemy crew once the buildup reaches their current health. Will temporarily cloak and cease movements and attacks for 10 seconds, hiding from enemy crew and healing at 2 hp/s.
ru: [ПЕРЕЗАРЯДКА: 50с ДЛИТЕЛЬНОСТЬ: 10с] Размещает Токсиновую бомбу, которая действует 30 секунд, вражеский экипаж в отсеке будет накапливать статусный эффект со скоростью 5 ОЗ/с. Статусный эффект будет контролировать разум вражеского экипажа, как только накопление достигнет их текущего здоровья. Временно маскируется и прекращает двигаться и атаковать на 10 секунд, скрываясь от вражеского экипажа и исцеляясь со скоростью 2 ОЗ/с.

source: BOMB
ru: БОМБА

source: [COOLDOWN:40s DURATION:10s] Deploy a Toxin bomb that lasts for 1 minute, enemy crew in the room will build up a status effect at a rate of 10hp/s. The status effect will mind control enemy crew once the buildup reaches their current health. Will temporarily cloak with halved damage and movement, hiding from enemy crew.
ru: [ПЕРЕЗАРЯДКА: 40с ДЛИТЕЛЬНОСТЬ: 10с] Размещает Токсиновую бомбу, которая действует 1 минуту, вражеский экипаж в отсеке будет накапливать статусный эффект со скоростью 10 ОЗ/с. Статусный эффект будет контролировать разум вражеского экипажа, когда накопление достигнет текущего уровня здоровья. Временно маскируется со снижением урона и скорости передвижения вдвое, прячется от вражеского экипажа.

source: COMBUST
ru: ЗАЖЕЧЬ

source: [CD:15s DURATION:10s -60HP] Kills all enemy crew in the room that are mind controlled. Deals 30 damage to other enemy crew. Regenerates 60 health back.
ru: [ПЕРЕЗАРЯДКА: 15с ДЛИТЕЛЬНОСТЬ: 10с -60 ОЗ] Убивает всех вражеских членов экипажа в отсеке, которые находятся под контролем разума. Наносит 30 ед. урона другим членам экипажа. Регенерирует 60 ОЗ.

source: Spell
ru: Заклинание

source: [COOLDOWN:20s] Casts a spell in the current room which does nothing Cast Duration: 5s Will be interupted during casting if the crew takes damage
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание в текущем отсеке, которое ничего не делает. Длительность накладывания: 5с Будет прервано во время произнесения заклинания, если экипаж получит урон

source: Protect
ru: Защита

source: [COOLDOWN:20s] Casts a spell which protects the current room from hull and system damage for 10 seconds Cast Duration: 1s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, которое защищает текущий отсек от урона корпуса и систем на 10 секунд. Длительность накладывания: 1с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Beacon
ru: Маяк

source: [COOLDOWN:20s] Casts a spell which retargets all the enemy projectiles on screen to the current room Cast Duration: 1s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, которое перенацеливает все вражеские снаряды на экране на текущий отсек. Длительность накладывания: 1с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Bio Bolt
ru: Био-болт

source: [COOLDOWN:20s] Cast a spell that pierces all normal shields at a target room dealing 45 personal damage Cast Duration: 3s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, которое пробивает все обычные щиты в выбранном отсеке, нанося 45 единиц урона экипажу. Длительность накладывания: 3с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Bolt
ru: Болт

source: [COOLDOWN:20s] Cast a spell that pierces all normal shields at a target room dealing 1 damage Cast Duration: 8s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, которое пробивает все обычные щиты в выбранном отсеке, нанося 1 ед. урона. Длительность накладывания: 8с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Bolt Burst
ru: Импульсный болт

source: [COOLDOWN:20s] Cast 3 spells that pierces all normal shields at a target room dealing 1 damage Cast Duration: 20s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает 3 заклинания, которые пробивают все обычные щиты в выбранном отсеке, нанося 1 ед. урона. Длительность накладывания: 20с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Hull Bolt
ru: Противокорпусный болт

source: [COOLDOWN:20s] Cast a spell that pierces all normal shields at a target room dealing 3 hull damage but no system or crew damage Cast Duration: 10s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, которое пробивает все обычные щиты в выбранном отсеке, нанося 3 повреждения корпусу, но не нанося урону системе и экипажу. Длительность накладывания: 10с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Warp
ru: Варп

source: [COOLDOWN:20s] Cast a spell in the current room that warps all crew in the current room to a random room on the opposite ship Cast Duration: 6s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание в текущем отсеке, которое перемещает весь экипаж в текущем отсеке в случайный отсек на противоположном корабле. Длительность накладывания: 6с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Warp Bolt
ru: Варп-болт

source: [COOLDOWN:20s] Cast a spell that pierces all shields at a target room that warps all crew in the room to a random room on the opposite ship Cast Duration: 8s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, которое пробивает все щиты в выбранном отсеке и переносит весь экипаж в этом отсеке в случайный отсек на противоположном корабле Длительность накладывания: 8с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Heal Bolt
ru: Исцеляющий болт

source: [COOLDOWN:20s] Cast a spell that pierces all shields at a target room that heals all friendly crew for 75hp Cast Duration: 2s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, пробивающее все щиты в выбранном отсеке и исцеляющее весь дружественный экипаж на 75 ОЗ. Длительность накладывания: 2с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Heal Aura
ru: Исцеляющая аура

source: [COOLDOWN:20s] Cast a spell in the current room that heals all friendly crew in the room for 45 hp Cast Duration: 5s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание в текущем отсеке, которое исцеляет весь дружественных экипажей в отсеке на 45 ОЗ. Длительность накладывания: 5с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Drone
ru: Дрон

source: [COOLDOWN:20s] Spawn a conservative combat drone around the enemy ship Cast Duration: 10s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Порождает Консервативный боевой дрон вокруг вражеского корабля Длительность накладывания: 10с Будет прервано во время каста, если экипаж получит урон или переместится

source: Barrier
ru: Барьер

source: [COOLDOWN:20s] Cast a spell that pierces all normal shields at a target room that spawns a barrier capable of blocking 2 projectiles, no more than 8 can be active at once Cast Duration: 2s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, пробивающее все обычные щиты в выбранном отсеке, которое порождает барьер, способный блокировать 2 снаряда, одновременно могут быть активны не более 8. Длительность накладывания: 2с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Lockdown
ru: Блокировка

source: [COOLDOWN:20s] Cast a spell that pierces all normal shields at a target room that applies a lockdown effect Cast Duration: 4s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, пробивающее все обычные щиты в выбранном отсеке, на который наложен эффект запирания Длительность накладывания: 4с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Ally
ru: Союзник

source: [COOLDOWN:20s] Cast a spell that pierces all normal shields at a target room that spawns a random ally Cast Duration: 7s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, пробивающее все обычные щиты в выбранном отсеке, в котором появляется случайный союзник. Длительность накладывания: 7с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Mind Bolt
ru: Болт разума

source: [COOLDOWN:20s] Cast a spell that pierces all normal shields at a target room that mind controls the enemy for 20 seconds Cast Duration: 8s Will be interupted during casting if the crew takes damage or moves
ru: [ПЕРЕЗАРЯДКА: 20с] Накладывает заклинание, пробивающее все обычные щиты в выбранном отсеке, которое контролирует разум противника в течение 20 секунд Длительность накладывания: 8с Будет прервано во время произнесения заклинания, если экипаж получит урон или переместится

source: Support
ru: Поддержка
