Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/events_sector_aea_shard.xml/*.po
Languages: ru

source: Ignore the pile.
ru: Не обращать внимания на кучу.

source: Ignore it.
ru: Не обращать внимания.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_PILE_IGNORE"]/text
source: You move a safe distance away and wait for the FTL drive to charge.
ru: Вы удаляетесь на безопасное расстояние и ждете, пока ССД зарядится.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The origin of the distress call is a small Shard-Forged shuttle being chased by a slaver. They don't have many means to defend themselves.
ru: Источник сигнала бедствия - небольшой шаттл Осколкорожденных, преследуемый работорговцами. У них не так много средств для самозащиты.

source: Attack the slaver!
ru: Атаковать работорговцев!

source: The slaver switches targets the moment you draw near. "Another juicy target! So be it!"
ru: Работорговцы меняют цель, как только вы приближаетесь. "Еще одна сочная мишень! Да будет так!"

source: Continue...
ru: Продолжить...

source: Wait for the slaver to catch their quarry.
ru: Подождать, пока работорговцы поймают свою добычу.

source: You graciously wait for the slaver to conduct their business. Once they do, the slaver hails you. "You're a patient one. I take it you want to do business with us, then?"
ru: Вы милостиво ждете, пока работорговцы не закончат свое дело. Как только это происходит, работорговцы связываются с вами. "Вы терпеливы. Я так понимаю, вы хотите иметь с нами дело?"

source: Buy a Shard-Forged slave.
ru: Купить Осколкорожденного раба.

source: "A great purchase. May they serve you well, captain..."
ru: "Отличное приобретение. Пусть он послужит вам долго, капитан..."

source: Continue...
ru: Продолжить...

source: Buy a Crystal slave.
ru: Купить раба кристаллина.

source: "A great purchase. May they serve you well, captain..."
ru: "Отличное приобретение. Пусть он послужит вам долго, капитан..."

source: Continue...
ru: Продолжить...

source: [Reputation: 1+] Buy a Shard-Forged Captain.
ru: [Репутация: 1+] Купить Осколкорожденного капитана.

source: "A great purchase. May they serve you well, captain..."
ru: "Отличное приобретение. Пусть он послужит вам долго, капитан..."

source: Continue...
ru: Продолжить...

source: No.
ru: Нет.

source: "Okay then. If you say so...?" Weirded out, the Slaver leaves.
ru: "Хорошо. Как скажешь...?" Озадаченные, работорговцы уходят в прыжок.

source: Avoid the situation.
ru: Избегать станцию.

source: You don't bother getting mixed up in this situation. Your uninvolvement will ensure that nobody will think better or worse of you.
ru: Не стоит ввязываться в эту ситуацию. Благодаря вашей непричастности никто не будет думать о вас ни лучше, ни хуже.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: "We surrender! Take one of our slaves as tribute; if you destroy us they'll all die anyway!"
ru: "Мы сдаемся! Возьмите одного из наших рабов в качестве дани; если вы уничтожите нас, они все равно умрут!"

source: Accept their offer.
ru: Принять их предложение.

source: Surrender is not an option.
ru: Сдача - не выход.

source: The slave ship is destroyed. They won't continue their evil trade, but many lives were probably lost on that ship.
ru: Корабль работорговцев уничтожен. Они не будут продолжать свою злую торговлю, но на этом корабле, вероятно, погибло много людей.

source: Check on the shuttle.
ru: Проверить, что с шаттлом.

source: "We thought since it looked like a Mantis ship, they might be friendly... nope. Pirate ship. They even got some of us before you saved us. Well, here's a gratuity for saving us."
ru: "Мы думали, что раз этот корабль похож на корабль богомолов, то они могут быть дружелюбными... Нет. Пиратский корабль. Они даже забрали некоторых из нас, пока вы нас не спасли. Что ж, вот вам благодарность за спасение".

source: Once the fighting stops, your attention is brought to the ship's brig - a Shard-Forged asks to go back.
ru: Как только бой прекращается, ваше внимание привлекает корабельный карцер - Осколкорожденный просит принять его на ваш корабль.

source: Bring them back to their ship.
ru: Принять его на свой корабль.

source: "We thought since it looked like a Mantis ship, they might be friendly... nope. Pirate ship. Thanks for rescuing our crew member. We won't forget this."
ru: "Мы думали, что раз этот корабль похож на корабль богомолов, то они могут быть дружелюбными... Нет. Пиратский корабль. Спасибо, что спасли нашего члена экипажа. Мы этого не забудем".

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_RIVAL_SHIP"]/text
source: You arrive at the beacon and are greeted by a Shard-Forged ship. It appears to be hailing you.
ru: Вы прибываете к маяку, и вас встречает корабль Осколкорожденных. Похоже, он пытается связаться с вами.

source: Pick up the hail.
ru: Принять их вызов.

source: "Renegade, we were wondering if we could temporarily hire you for a job. A group of Tiiikaka slavers has been causing problems for us - we've even had one of our stations stolen. We need someone to hunt down their ship and deal with the stolen station. Extra pay if you can get the station back without blowing it up."
ru: "Ренегат, мы хотели спросить, не могли бы мы временно нанять вас на работу. Группа работорговцев с Тииикаки доставляет нам проблемы - у нас даже украли одну из станций. Нам нужен человек, который выследит их корабль и разберется с украденной станцией. Дополнительная оплата, если вы сможете вернуть станцию, не взорвав ее".

source: Accept the Job.
ru: Принять работу.

source: "Excellent, we're sending you the coordinates for the ship."
ru: "Отлично, мы отправляем вам координаты корабля".

source: Continue...
ru: Продолжить...

source: "And here are the coordinates for the station."
ru: "А вот координаты станции".

source: Politely decline.
ru: Вежливо отказаться.

source: You move a safe distance away and wait for the FTL drive to charge.
ru: Вы удаляетесь на безопасное расстояние и ждете, пока ССД зарядится.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Attack the ship.
ru: Атаковать корабль.

source: You activate your weapons and prepare to attack.
ru: Вы активируете свое оружие и готовитесь к атаке.

source: Continue...
ru: Продолжить...

source: Ignore it.
ru: Не обращать внимания.

source: You move a safe distance away and wait for the FTL drive to charge.
ru: Вы удаляетесь на безопасное расстояние и ждете, пока ССД зарядится.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The last known location of the Tiiikaka ship you've been hired to destroy.
ru: Последнее известное местонахождение корабля Тииикака, который вам поручили уничтожить.

source: You arrive at the beacon to find the Tiiikaka ship. They notice you aswell and move in to attack.
ru: Прибыв к маяку, вы обнаруживаете корабль Тииикака. Они тоже заметили вас и перешли в атаку.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: The location of the stolen station you've been hired to clear, or atleast destroy.
ru: Местонахождение украденной станции, которую вам поручили зачистить или, по крайней мере, уничтожить.

source: You arrive at the beacon to find the stolen station. They notice you aswell and activate their weapons in preparation of your attack.
ru: Прибыв на маяк, вы обнаруживаете похищенную станцию. Они тоже замечают вас и активируют свое оружие, готовясь к атаке.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_TIIIKAKA_NEXT"]/text
source: You'll need to head to the other location the pirates gave you to finish the job.
ru: Вам нужно отправиться в другую локацию, которую вам дали пираты, чтобы закончить работу.

source: Eventually the pirates that hired you show up. They hail you and thank you for getting the job done.
ru: В конце концов появляются пираты, которые вас наняли. Они связываются с вами и благодарят за выполненную работу.

source: Continue...
ru: Продолжить...

source: "We've increased your pay as you saved the station, good work." The ship transfered the payment before going off to recover the station.
ru: "Мы увеличили вашу награду, поскольку вы спасли станцию, хорошая работа". Корабль перевел оплату и отправился восстанавливать станцию.

source: Continue...
ru: Продолжить...

source: "It's unfortunate that you didn't save the way, regardless good work." The ship transfered the payment before going off to recover the remains of the station.
ru: "Жаль, что вы не спасли станцию, но все равно хорошая работа". Корабль перевел оплату и отправился собирать остатки станции.

# data/events_sector_aea_shard.xml$//event[@name="FLOATING_CARGO_AEA_SHARD"]/text
source: Not too far from the beacon, you detect a destroyed cargo ship with its cargo scattered nearby, intact.
ru: Неподалеку от маяка вы обнаруживаете разрушенный грузовой корабль, груз которого разбросан неподалеку и не поврежден.

source: Bring it aboard.
ru: Поднять его на борт.

source: Leave it alone, this looks suspicious.
ru: Оставить все как есть, это выглядит подозрительно.

source: You leave the cargo alone and prepare to jump.
ru: Вы оставляете груз в покое и готовитесь к прыжку.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: (Upg. Sensors) Run an advanced scan on the boxes.
ru: (Улучш. Сенсоры) Запустить расширенное сканирование ящиков.

source: (Long-Ranged Scanners) Run an advanced scan on the boxes.
ru: (Сканеры дальнего действия) Запустить расширенное сканирование ящиков.

source: (Slug Crew) Have your Slug check the boxes.
ru: (Член экипажа-слизень) Пусть ваш слизень проверит ящики.

source: (Telepathic Shell) Have your Shell check the boxes.
ru: (Член экипажа-телепатическая ракушка) Пусть ваша ракушка проверит ящики.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_HOSTILE_SHIP"]/text
source: Out of nowhere, a Shard-Forged ship jumps in, guns blazing. You don't know why they're attacking, but you have no choice but to engage.
ru: Из ниоткуда вылетает корабль Осколкорожденных, стреляя из пушек. Вы не знаете, почему они атакуют, но у вас нет другого выбора, кроме как вступить в бой.

source: Continue...
ru: Продолжить...

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_ASTEROID"]/text
source: The asteroid field here isn't the only hazard at this beacon. The Shard-Forged ship here trying to hide doesn't give you a chance and immediately attacks!
ru: Астероидное поле - не единственная опасность на этом маяке. Корабль Осколкорожденных, пытающийся спрятаться, не дает вам шанса и немедленно атакует!

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_ASTEROID"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_PALACE"]/text
source: You arrive at the beacon to discover a large force of Shard-Forged ships outside the palace, unusually they're not turned to face you, but the palace instead.
ru: Прибыв к маяку, вы обнаруживаете у дворца большое количество кораблей Осколкорожденных, но, как ни странно, они обращены не к вам, а к дворцу.

source: Land at the palace.
ru: Приземлиться у дворца.

source: You land nearby and walk over to the palace, there are a few Shard-Forged around, but none of them do more than glance at you, most seem more concerned with the ships overhead.
ru: Вы приземляетесь неподалеку и направляетесь к дворцу. Вокруг несколько Осколкорожденных, но никто из них не обращает на вас внимания - большинство, похоже, больше озабочены пролетающими над головой кораблями.

source: Continue...
ru: Продолжить...

source: As you enter the palace you're once again met with no resistance, you make your way towards the center and eventually arrive in a large hall, you can make out a number of Shard-Forged around a table in the center of the room.
ru: Войдя во дворец, вы снова не встречаете сопротивления, пробираетесь к центру и в конце концов попадаете в большой зал, где можно увидеть несколько Осколкорожденных, сидящих за столом в центре комнаты.

source: Continue...
ru: Продолжить...

source: A moment later the odd looking Shard-Forged at the head of the table notices you. "Who goes there?" His voice booms across the room. "Are you that federation renegade we've been hearing about?"
ru: Мгновение спустя Осколкорожденный, сидящий во главе стола, замечает вас. "Кто там пришел?" Его голос прогремел на всю комнату. "Вы тот Ренегат из Федерации, о котором мы слышали?"

source: "Yes, that's me."
ru: Да, это я.

source: "It is concerning that you got in here without being stopped, however you may have just arrived at the perfect time. You may have seen our problem outside, one of the stronger Shard-Forged clans has come to challenge my reign, they wish to take the dawnshard and take control of the Shard-Forged."
ru: "Очень странно, что вы попали сюда, не будучи остановленными, однако, возможно, вы прибыли как раз вовремя. Возможно, вы видели нашу проблему снаружи: один из сильнейших Осколкорожденных кланов пришел, чтобы бросить вызов моему правлению, они хотят захватить Осколок Рассвета и установить контроль над Осколкорожденными".

source: Continue...
ru: Продолжить...

source: "That means they must kill me and take it from my body, would you be willing to sneak me onboard your ship, I can join your crew and let my Generals sort out this situation? The various members of the clan above will be far less willing to go to war if capturing the dawnshard is out of the question."
ru: "Это значит, что они должны убить меня и забрать его из моего тела. Не могли бы вы тайком доставить меня на борт вашего корабля, чтобы я присоединился к вашей команде и позволил моим генералам разобраться в этой ситуации? Различные члены клана будут гораздо менее охотно вступать в войну, если о захвате Осколка Рассвета не будет и речи".

source: Accept him onboard.
ru: Принять его на борт.

source: "Excellent, I shall conceal myself in this large coat as we leave, hopefully the ships above won't trouble themselves with us." You head back outside towards your ship, you make it into your ship and it appears none of the ships above notice. It's only once you begin to take off that one of the large ships off to the side moves into block your path. It appears to be jamming your FTL drive, preventing you from leaving.
ru: "Отлично, я спрячусь в этом большом плаще, когда мы будем уходить, надеюсь, корабли наверху не побеспокоят нас". Вы возвращаетесь на улицу к своему кораблю, садитесь в него, и, кажется, никто из кораблей наверху не замечает вас. Только когда вы начинаете взлетать, один из больших кораблей, стоящий в стороне, преграждает вам путь. Похоже, он глушит ваш ССД, не давая вам уйти.

source: King Onyx
ru: Король Оникс

source: Continue...
ru: Продолжить...

source: Politely decline.
ru: Вежливо отказаться.

source: The King seems disapointed, but respects your decisions. As you're taking off from where you landed a smaller Shard-Forged ship moves out to block your path.
ru: Король выглядит разочарованным, но уважает ваше решение. Когда вы взлетаете с места посадки, меньший корабль Осколкорожденных движется к вам на перехват.

source: Continue...
ru: Продолжить...

source: This isn't what we expected. Leave.
ru: Это не то, чего мы хотели. Уходим.

source: You ignore whatever is going down at the palace and prepare your FTL drive.
ru: Вы не обращаете внимания на то, что происходит во дворце, и готовите свой ССД.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_sector_aea_shard.xml$//event[@name="DESTROYED_AEA_SHARD_BOSS"]/text
source: The large Shard-Forged ship falls to your weapons and you regain the ability to jump. With the defeat of such a strong vessel the other Shard-Forged ships keep their distance, wary of you. You're able to scrap the remains.
ru: Большой корабль Осколкорожденных повержен вашим оружием, а вы вновь обретаете способность прыгать. После поражения такого сильного судна другие корабли Осколкорожденных держатся на расстоянии, опасаясь вас. Вам удается разобрать останки на лом.

source: Continue...
ru: Продолжить...

source: The King comes up to you. "Good work back there, I was meaning to give this to you, its the blueprints for a Shard-Forged Auto-Cruiser. You should send it onto the federation."
ru: Король подходит к вам. "Я хотел отдать это вам, это чертежи автоматического крейсера Осколкорожденных. Вы должны отправить их в Федерацию".

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_AUTO_START"]/text
source: You've arrived in an asteroid field, the remains of a Shard-Forged cruiser sit nearby.
ru: Вы прибыли в астероидное поле, неподалеку находятся останки крейсера Осколкорожденных.

source: Investigate the wreck.
ru: Исследовать обломки.

source: You search the wreck of the ship but find no signs of life, you scrap the wreckage while you wait for your FTL drive to charge.
ru: Вы обыскиваете обломки корабля, но не находите никаких признаков жизни, и пока ждете, пока зарядится ваш ССД, разбираете обломки на лом.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_AUTO_AMBUSH"]/text
source: Just as you're about to leave a massive autoship appears from inside the asteroid field rushing towards you, you're only just able to get to the battlestations in time.
ru: Как раз в тот момент, когда вы собираетесь уходить, изнутри астероидного поля появляется огромный автоматический корабль, устремляющийся к вам.

source: Continue...
ru: Продолжить...

source: Do nothing.
ru: Ничего не делать.

source: This isn't what we expected. Leave.
ru: Это не то, чего мы ожидали. Уходим.

source: You back off to a safe distance and prepare your FTL drive.
ru: Вы удаляетесь на безопасное расстояние и готовите ССД.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_sector_aea_shard.xml$//event[@name="ESCAPE_AEA_SHARD_AUTO"]/text
source: You see a crack form down the sides of one of the crystals on the auto ship. You see more and more form before the crystal parts of the ship explode clouding your sensors. By the time you can see again the ship has jumped away. Luckily whatever the ship used to cloud it's escape has left a visible trail in the direction the ship jumped, you're able to use this to telegraph the beacon it likely jumped to.
ru: Вы видите, как на одном из бортов автоматического корабля кристаллинов образуется трещина. Она становится все больше и больше, пока кристаллические части корабля не взрываются, ослепляя ваши сенсоры. К тому времени, когда вы снова можете видеть, корабль уже улетел. К счастью, то, что корабль использовал для того, чтобы скрыться, оставило видимый след в том направлении, куда он прыгнул, и вы можете использовать его, чтобы отправиться к маяку, на который он, вероятно, прыгнул.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_AUTO_QUEST"]/text
source: This time there is no asteroid field, however it appears the auto-ship is still recovering from your fight. As it senses you it activates it's weapons again.
ru: На этот раз астероидного поля нет, но, похоже, автоматический корабль все еще восстанавливается после вашего боя. Заметив вас, он снова активирует оружие.

source: Continue...
ru: Продолжить...

# data/events_sector_aea_shard.xml$//event[@name="DESTROYED_AEA_SHARD_AUTO"]/text
source: The Auto ship finally crumbles apart, massive chunks of crystal shattering in it's final explosions. You begin searching the remains of the ship. You find a lot of scrap, but more importantly you're able to access the mostly intact databanks of the ship.
ru: Автоматический корабль окончательно разваливается на части, огромные куски кристаллов разлетаются от последних взрывов. Вы начинаете обыскивать останки корабля. Вы находите множество обломков, но самое главное - вы получаете доступ к почти неповрежденным банкам данных корабля.

source: Continue...
ru: Продолжить...

source: Inside the database you find the plans for a mutiny at the palace, it seems whoever was giving this ship orders is trying to kill the Dawnshard's bearer and take it for themselves. Alongside those plans you find a blueprint for a large Shard-Forged cruiser.
ru: В базе данных вы находите планы мятежа во дворце: похоже, тот, кто отдавал приказы этому кораблю, пытается убить носителя Осколка Рассвета и забрать его себе. Рядом с этими планами вы находите чертеж большого крейсера Осколкорожденных.
