Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/events_sector_aea_shard.xml/*.po
Languages: ru

source: Explore.
ru: Исследовать.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The Shard-Forged don't have a reputation for being traders, but nonetheless, a market has been established here. The Crystal relics on sale here appear to have drawn a sizable crowd. You also spot a chandlery towards the back of the market.
ru: Осколкорожденные не пользуются репутацией торговцев, но, тем не менее, здесь расположился рынок. Кристаллические реликвии, выставленные на продажу, похоже, привлекли немало покупателей. В глубине рынка вы также заметили лавку.

source: Head inside the market.
ru: Отправиться на рынок.

source: You find a wide variety of items inside the market, from ancient crystalline cutlery to rare crystalline weapons.
ru: На рынке можно найти самые разные предметы, от древних кристаллических столовых приборов до редкого кристаллического оружия.

source: Check out the merchant selling ancient household items.
ru: Заглянуть к торговцу, продающему старинные предметы быта.

source: Most of the items are useless to you, but a strange contraption sitting towards the back catches your eye. The merchant explains that it's an ancient cooling unit, which you could possibly use to enhance your weapons system.
ru: Большинство предметов бесполезны для вас, но странное устройство, стоящее на заднем ряду, привлекает ваше внимание. Торговец объясняет, что это древнее охлаждающее устройство, которое вы, возможно, сможете использовать для улучшения своей системы вооружения.

source: Buy the cooling unit. [20~]
ru: Купить Блок охлаждения. [20~]

source: You install the cooling unit into your weapons system.
ru: Вы устанавливаете Блок охлаждения в свою систему вооружения.

source: Continue...
ru: Продолжить...

source: Move onto the store.
ru: Пройтись по магазинам.

source: Check out the merchant selling rare crystal weapons.
ru: Заглянуть к торговцу, продающему редкое кристаллическое оружие.

source: It appears most of the small arms have already been sold and only a few ship-grade weapons remain.
ru: Похоже, что большая часть легкого оружия уже продана, и осталось лишь несколько единиц корабельного оружия.

source: Buy the Elite Crystal Burst MK I. [80~]
ru: Купить Элитный залповый кристалл мод. I [80~]

source: You pay the merchant and take the weapon back to your ship.
ru: Вы платите торговцу и поднимаете оружие на свой корабль.

source: Continue...
ru: Продолжить...

source: Buy the Elite Neural Crystal. [80~]
ru: Купить Элитный нейро-кристалл. [80~]

source: You pay the merchant and take the weapon back to your ship.
ru: Вы платите торговцу и поднимаете оружие на свой корабль.

source: Continue...
ru: Продолжить...

source: Move onto the store.
ru: Пройтись по магазинам.

source: Skip straight to the store.
ru: Отправиться прямо в магазин.

source: Ignore the market.
ru: Не обращать внимания на рынок.

source: You ignore the market.
ru: Вы не обращаете внимания на рынок.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_BAR"]/text
source: You've arrived at the beacon to discover a rowdy bar full of Shard-Forged Pirates.
ru: Вы прибыли на маяк, где обнаруживаете шумный бар, полный Осколкорожденных пиратов.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_BAR"]/choice[1]/text
source: Enter the bar.
ru: Зайти в бар.

source: As you enter the bar, you attract the attention of a pair of pirates sitting in the corner. You notice one of them talking to the other while pointing you out. Eventually you make your way over to them. "You're a captain right? working with the federation? We recently lost the rest of our crew when we were attacked by a rebel ship, we were wondering if you would be interested in taking us both on for a small fee."
ru: Войдя в бар, вы привлекаете внимание пары пиратов, сидящих в углу. Вы замечаете, как один из них разговаривает с другим, указывая на вас. В конце концов вы подходите к ним. "Вы капитан, верно? Работаете на Федерацию? Мы недавно потеряли остатки нашей команды, когда на нас напал корабль повстанцев, и мы хотели бы узнать, не хотите ли вы взять нас обоих на борт за небольшую плату?"

source: Hire the pair. [70~]
ru: Нанять пару. [70~]

source: You welcome them onboard before getting ready to leave.
ru: Вы приветствуете их на борту, прежде чем собираетесь уходить.

source: Politely decline the offer.
ru: Вежливо отказаться от предложения.

source: You spend some time at the bar before returning to your ship, theres still some time to do something before you need to leave.
ru: Вы проводите некоторое время в баре, прежде чем вернуться на свой корабль: до отлета еще есть время, чтобы что-то сделать.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_BAR"]/choice[2]/text
source: Ignore the bar.
ru: Не обращать внимания на бар.

source: You ignore the bar.
ru: Вы не обращаете внимания на бар.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_ARGUMENT"]/text
source: You arrive at the beacon to immediately have your ears assaulted as your comms pickup an argument going down between two Shard-Forged captains.
ru: Прибыв на маяк, вы сразу же навострили уши, когда ваши коммуникаторы зафиксировали спор между двумя Осколкорожденными капитанами.

source: Listen in.
ru: Слушать.

source: "Listen here, you had NO right to go telling that story when it was ME who found the space whales, NOT YOU!" "WE FOUND THOSE WHALES TOGETHER, We're BOTH allowed to tell the space whale story." The first captain, finally noticing you, responds. "Well, how about this renegade decide, was it MY story to tell becuase I found them, or should he get to tell the story just becuase he showed up late."
ru: "Послушай, ты не имеешь права рассказывать эту историю, ведь это Я нашел космических китов, а НЕ ТЫ!" "МЫ НАШЛИ ЭТИХ КИТОВ ВМЕСТЕ, нам ОБОИМ можно рассказывать историю о космическом ките". Первый капитан, наконец заметив вас, отвечает. "Ну, а как насчет того, чтобы этот Ренегат решил, что это МОЯ история, потому что я нашел их, или он тоже имеет право рассказывать историю, хотя и пришел поздно".

source: "It was the first guy's story to tell. Finders keepers."
ru: Это была история первого парня. Кто нашел, того и право.

source: "Thank you, SEE, the renegade says I'm right." Responds the 1st captain. The 2nd captain grumbles some complaints before flying away. The 1st captain turns his attention back to you. "As a token of my appreciation for your support, have some of these supplies."
ru: "Спасибо, ВИДИШЬ, Ренегат говорит, что я прав" - отвечает 1-й капитан. 2-й капитан ворчит какие-то жалобы и улетает. 1-й капитан возвращает свое внимание к вам. "В знак моей признательности за вашу поддержку возьмите немного этих припасов".

source: "Well, since you were both there you should both get to tell it."
ru: Ну, раз вы оба там были, то и рассказывать должны оба.

source: "Thank you, SEE, the renegade says I'm right." Responds the 2nd captain. The 1st captain grumbles some complaints before flying away. The 2nd captain turns his attention back to you. "As a token of my appreciation for your support, have some of these supplies."
ru: "Спасибо, ВИДИШЬ, Ренегат говорит, что я прав" - отвечает 2-й капитан. 1-й капитан ворчит какие-то жалобы и улетает. 2-й капитан возвращает свое внимание к вам. "В знак моей признательности за вашу поддержку возьмите немного этих припасов".

source: "It should have been ONLY the second guy's story to tell."
ru: Это должна была быть история ТОЛЬКО второго парня.

source: "What! He didn't even find the whales! Alright, Screw you!" The first captain, outraged at your response activates his weapons and turns them on you. The 2nd ship takes the opportunity to run away.
ru: "Что! Он даже китов не нашел! Ладно, пошел ты!" Первый капитан, возмущенный вашим ответом, активирует свои орудия и наводит их на вас. Второй корабль, воспользовавшись случаем, убегает.

source: Continue...
ru: Продолжить...

source: "I'm not really sure..."
ru: Я не совсем уверен...

source: "Alright forget it." The first captain flies away, disinterested in continuing the argument.
ru: "Ладно, забудем об этом". Первый капитан улетает, не желая продолжать спор.

source: Attack the remaining ship.
ru: Атаковать оставшийся корабль.

source: You activate your weapons and prepare to fight.
ru: Вы активируете свое оружие и готовитесь к бою.

source: Continue...
ru: Продолжить...

source: Prepare to leave.
ru: Приготовиться уйти.

source: You wait for the FTL drive to charge.
ru: Вы ждете, пока ССД зарядится.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Tune them out.
ru: Не обращать на них внимания.

source: You cut off their comms frequency and wait for the FTL drive to charge.
ru: Вы отключаете связь и ждете, пока ССД зарядится.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_DRUNK"]/text
source: A Shard-Forged ship accosts you. "Hey! You... jerk!" The owner of the ship seems to be intoxicated. "This whooooole war thing. This is your fault! Yoooouuu... Renegade. None of this rebellion woulda happened if it wasn't for... you know... the Federation being dumb and slow. Now my business is slumping because yooooou and your multiversal war are getting in the way!"
ru: К вам пристает корабль Осколкорожденных. "Эй! Ты... придурок!" Владелец корабля, похоже, находится в состоянии алкогольного опьянения. "Это все война. Это твоя вина! Ты... Ренегат. Ничего бы не случилось, если бы не... ну, вты понимаешь... Федерация была тупой и медлительной. А теперь мой бизнес идет под откос, потому что ты и твоя война Мультивселененной мешают мне!"

source: (Nights) "Your businesssss isss failing becausssse you SSSSUCK."
ru: (Туман) "Твой бизнессс терпит неудачу, потому что ты - ТУПОЙ".

source: The drunk tries to respond, but before he can, Nights cuts him off. "Oh, you're jusssst failing becausssse the timessss are bad, it'ssss not your fault? Let me guessss, before the Rebelssss it wassss your wife. Or maybe your competitor did ssssomething unfair? Sssshut up, you're jusssst a failure. Own it." "But I... but you..." The man tries desperately to counter Nights, but he falters. The sound of stumbling footsteps can be heard as one of the other pirates on the ship tends to the comms. "Well, I think you did us all a favor for that. Why don't we just give you this and we'll both be on our way?"
ru: Пьяница пытается что-то ответить, но Туман не успевает его прервать. "О, ты просссто не сссправляешшшьссся, потому что времена плохие, и это не твоя вина? Дай угадаю, до повссстанцев это была твоя жена. Или, может быть, твой конкурент поссступил нечессстно? Заткнисссь, ты просссто неудачник. Признай это". "Но я... но ты..." Мужчина отчаянно пытается возразить Туману, но безуспешно. Слышится звук шаркающих шагов - это один из пиратов на корабле подключился к связи. "Что ж, думаю, ты оказал нам всем услугу. Почему бы нам просто не отдать тебе это, и мы оба отправимся в путь?"

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_DRUNK"]/choice[2]/text
source: Engage him with a well reasoned debate.
ru: Вступить с ним в аргументированную дискуссию.

source: You explain to him the importance of your mission, but he completely dismisses all of your well-formulated arguments with the standard variety of fallacies. You politely attempt to inform him of his fallacious reasoning, but for some strange and unknowable reason, this doesn't get through to the angry drunk pirate. You realise this is leading nowhere and leave the ship and its rants behind.
ru: Вы объясняете ему важность своей миссии, но он полностью отметает все ваши хорошо сформулированные аргументы, используя стандартный набор заблуждений. Вы вежливо пытаетесь донести до него его ошибочные рассуждения, но по какой-то странной и непостижимой причине это не доходит до разгневанного пьяного пирата. Вы понимаете, что это ни к чему не приведет, и удаляетесь от корабля и его разглагольствований.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_DRUNK"]/choice[3]/text
source: Hurl insults at him.
ru: Оскорбить его.

source: You engage in a tiring shouting match with the guy. Eventually, something that you say strikes a nerve. He attacks!
ru: Вы вступаете с ним в утомительную перепалку. В конце концов, что-то из сказанного вами задевает его за живое. Он атакует!

source: Continue...
ru: Продолжить...

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_DRUNK"]/choice[4]/text
source: Threaten to blow his ship to pieces.
ru: Пригрозить разнести его корабль на куски.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_DRUNK"]/choice[5]/text
source: Actually blow his ship to pieces.
ru: На самом деле разнести его корабль на куски.

source: "AND THERE IT IS! Look everyone, I'm being repressed!" The Shard-Forged ship returns fire!
ru: "НУ ВОТ! Смотрите все - меня притесняют!" Корабль Осколкорожденных открывает ответный огонь!

source: Continue...
ru: Продолжить...

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_DRUNK"]/choice[6]/text
source: Completely ignore him.
ru: Полностью игнорировать его.

source: The ship continues to broadcast nasty words at you, but you pay it no mind.
ru: На корабле продолжают говорить вам гадости, но вы не обращаете на это внимания.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: "Whoa whoa, calm down man! I didn't mean nothing by it, we're all friends here! See, friends!" The Shard-Forged ship tosses a weapon out of the hold and keeps its distance from you.
ru: "Эй-эй, успокойся! Я ничего такого не имел в виду, мы все здесь друзья! Видишь, друзья!" Корабль Осколкорожденных выбрасывает орудие из трюма и держится от вас на расстоянии.

source: "Oh you wanna go? You wanna go? I can take you!" The Shard-Forged ship preempts you by attacking first!
ru: "О, ты хочешь драки? Хочешь драки? Да я тебя уделаю!" Корабль Осколкорожденных опережает вас, атакуя первым!

source: Continue...
ru: Продолжить...

source: "Well uh... you know uh... I would totally kick your ass, but I have too much work to do. So there." The ship quickly disengages.
ru: "Ну... ты знаешь... я бы надрал тебе задницу, но у меня слишком много работы. Так что вот". Корабль быстро удаляется.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_TERRITORY"]/text
source: As you arrive you're immediately greeted by a Shard-Forged ship, "Oi, This is our territory, you better clear off or we'll have some strong words for you."
ru: Как только вы прибываете на место, вас сразу же встречает корабль Осколкорожденных: "Эй, это наша территория, тебе лучше убраться, иначе у нас найдутся для тебя серьезные аргументы".

source: "Relax, I'm with the federation."
ru: Успокойтесь, я из Федерации.

source: The Pirate seems confused for a moment before doubling down. "Yeah, Well we don't believe you, That's just what a rebel spy would say! Now clear off."
ru: Пират на мгновение кажется растерянным, а затем повторяет. "Да, но мы тебе не верим, так сказал бы только шпион повстанцев! А теперь убирайся".

source: "No, we're not a rebel spy, look at our federation clearance."
ru: Нет, мы не шпионы повстанцев, посмотрите на наше разрешение от Федерации.

source: "That's exactly what a rebel spy would have! PREPARE TO DIE REBEL SCUM!"
ru: "Это именно то, что должно быть у шпиона повстанцев! ПРИГОТОВЬСЯ К СМЕРТИ ПОВСТАНЧЕСКАЯ МРАЗЬ!"

source: Continue...
ru: Продолжить...

source: Clear off as instructed.
ru: Убраться, как указано в инструкции.

source: You move a safe distance away and wait for the FTL drive to charge.
ru: Вы удаляетесь на безопасное расстояние и ждете, пока ССД зарядится.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Attack the ship.
ru: Атаковать корабль.

source: Clear off as instructed.
ru: Убраться, как указано в инструкции.

source: You move a safe distance away and wait for the FTL drive to charge.
ru: Вы удаляетесь на безопасное расстояние и ждете, пока ССД зарядится.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_BIG_PILE"]/text
source: You arrive at the beacon and begin scanning the surroundings, theres a planet nearby with a strange structure on it, it appears to be a large pyramid of some sort, but you can't make out more than that.
ru: Вы прибываете на маяк и начинаете сканировать окрестности: неподалеку находится планета со странным сооружением, похоже, это большая пирамида, но больше ничего не разобрать.

source: Land near the structure.
ru: Приземлиться рядом с сооружением.

source: You arrive at what you now realize is a massive pile of junk, and you are greeted by a strange old crystal. "Ah, traveller, welcome to the horde, please feel free to make a donation to the pile."
ru: Вы прибываете на место, которое, как вы теперь понимаете, является огромной куча хлама, и вас встречает странный старый кристаллин. "Ах, путешественник, добро пожаловать в орду, пожалуйста, не стесняйтесь сделать вклад в кучу".

source: Donate 100~
ru: Пожертвовать 100~

source: You throw your scrap onto the pile, watching it shift and stir as it settles into place. Just as you think it's finished, the pile shifts again and a weapon rises to the surface. You notice that there's still a large amount of scrap on the surface, you could just take it back, although that seems like it could anger whatever this is.
ru: Вы бросаете свой лом в кучу, наблюдая, как он перемешивается и застывает на своих местах. Как только вы думаете, что все закончено, куча снова сдвигается, и на поверхность поднимается орудие. Вы замечаете, что на поверхности все еще много лома. Вы могли бы просто забрать его, хотя, кажется, это могло бы разозлить всех, кто здесь находится.

source: Steal back some of your scrap.
ru: Украсть немного лома.

# data/events_sector_aea_shard.xml$//event[@name="AEA_SHARD_PILE_PUNISH"]/text
source: You begin scooping up the scrap and taking in back onboard your ship. Just as you think you're getting away with it the stolen scrap explodes, destroying any scrap near it. A moment later you detect a Shard-Forged ship reveal it self nearby. Prepare for a fight.
ru: Вы начинаете собирать лом и забирать его на борт своего корабля. Как только вы думаете, что вам удастся избежать наказания, украденный лом взрывается, уничтожая все, что находится рядом. Мгновение спустя вы обнаруживаете корабль Осколкорожденных, который появляется неподалеку. Приготовьтесь к бою.

source: Continue...
ru: Продолжить...

source: Ignore the temptation.
ru: Не обращать внимания на соблазн.

source: Donate 90~
ru: Пожертвовать 90~

source: You throw your scrap onto the pile, watching it shift and stir as it settles into place. Just as you think it's finished, the pile shifts again and a weapon rises to the surface. You notice that there's still a large amount of scrap on the surface, you could just take it back, although that seems like it could anger whatever this is.
ru: Вы бросаете свой лом в кучу, наблюдая, как он перемешивается и застывает на своих местах. Как только вы думаете, что все закончено, куча снова сдвигается, и на поверхность поднимается орудие. Вы замечаете, что на поверхности все еще много лома. Вы могли бы просто забрать его, хотя, кажется, это могло бы разозлить всех, кто здесь находится.

source: Steal back some of your scrap.
ru: Украсть немного лома.

source: Ignore the temptation.
ru: Не обращать внимания на соблазн.

source: Donate 80~
ru: Пожертвовать 80~

source: You throw your scrap onto the pile, watching it shift and stir as it settles into place. Just as you think it's finished, the pile shifts again and a weapon rises to the surface. You notice that there's still a large amount of scrap on the surface, you could just take it back, although that seems like it could anger whatever this is.
ru: Вы бросаете свой лом в кучу, наблюдая, как он перемешивается и застывает на своих местах. Как только вы думаете, что все закончено, куча снова сдвигается, и на поверхность поднимается орудие. Вы замечаете, что на поверхности все еще много лома. Вы могли бы просто забрать его, хотя, кажется, это могло бы разозлить всех, кто здесь находится.

source: Steal back some of your scrap.
ru: Украсть немного лома.

source: Ignore the temptation.
ru: Не обращать внимания на соблазн.

source: Donate 70~
ru: Пожертвовать 70~

source: You throw your scrap onto the pile, watching it shift and stir as it settles into place. Just as you think it's finished, the pile shifts again and a weapon rises to the surface. You notice that there's still a large amount of scrap on the surface, you could just take it back, although that seems like it could anger whatever this is.
ru: Вы бросаете свой лом в кучу, наблюдая, как он перемешивается и застывает на своих местах. Как только вы думаете, что все закончено, куча снова сдвигается, и на поверхность поднимается орудие. Вы замечаете, что на поверхности все еще много лома. Вы могли бы просто забрать его, хотя, кажется, это могло бы разозлить всех, кто здесь находится.

source: Steal back some of your scrap.
ru: Украсть немного лома.

source: Ignore the temptation.
ru: Не обращать внимания на соблазн.

source: Donate 60~
ru: Пожертвовать 60~

source: You throw your scrap onto the pile, watching it shift and stir as it settles into place. Just as you think it's finished, the pile shifts again and a weapon rises to the surface. You notice that there's still a large amount of scrap on the surface, you could just take it back, although that seems like it could anger whatever this is.
ru: Вы бросаете свой лом в кучу, наблюдая, как он перемешивается и застывает на своих местах. Как только вы думаете, что все закончено, куча снова сдвигается, и на поверхность поднимается орудие. Вы замечаете, что на поверхности все еще много лома. Вы могли бы просто забрать его, хотя, кажется, это могло бы разозлить всех, кто здесь находится.

source: Steal back some of your scrap.
ru: Украсть немного лома.

source: Ignore the temptation.
ru: Не обращать внимания на соблазн.

source: Donate 50~
ru: Пожертвовать 50~

source: You throw your scrap onto the pile, watching it shift and stir as it settles into place. Just as you think it's finished, the pile shifts again and a weapon rises to the surface. You notice that there's still a large amount of scrap on the surface, you could just take it back, although that seems like it could anger whatever this is.
ru: Вы бросаете свой лом в кучу, наблюдая, как он перемешивается и застывает на своих местах. Как только вы думаете, что все закончено, куча снова сдвигается, и на поверхность поднимается орудие. Вы замечаете, что на поверхности все еще много лома. Вы могли бы просто забрать его, хотя, кажется, это могло бы разозлить всех, кто здесь находится.

source: Steal back some of your scrap.
ru: Украсть немного лома.

source: Ignore the temptation.
ru: Не обращать внимания на соблазн.

source: Attempt to steal some of the scrap on the pile.
ru: Попытаться украсть немного лома из кучи.
