Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_a02"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability: Casts a spell which retargets all the enemy projectiles on screen to the current room
ru: Активная способность: Накладывает заклинание, которое перенацеливает все вражеские снаряды на экране на текущий отсек

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s03"]/title
source: Tiny Vampweed Cultist [Bio Bolt]
ru: Крошка-Вампсорняк сектант [Био-болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s03"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (3 charges): Cast a spell at a target room dealing 45 personal damage
ru: Активная способность (3 заряда): Накладывает заклинание на выбранный отсек, наносящее 45 единиц урона по экипажу.

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s04"]/title
source: Tiny Vampweed Cultist [Bolt]
ru: Крошка-Вампсорняк сектант [Болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s04"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (2 charges): Cast a spell at a target room dealing 1 damage
ru: Активная способность (2 заряда): Накладывает заклинание на выбранный отсек, наносящее 1 урон.

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s05"]/title
source: Tiny Vampweed Cultist [Bolt Burst]
ru: Крошка-Вампсорняк сектант [Импульсный болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s05"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (2 charges): Cast 3 spells at a target room dealing 1 damage each
ru: Активная способность (2 заряда): Накладывает 3 заклинания на выбранный отсек, нанося по 1 урону каждое.

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s06"]/title
source: Tiny Vampweed Cultist [Hull Bolt]
ru: Крошка-Вампсорняк сектант [Противокорпусный болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s06"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (2 charges): Cast a spell at a target room doing 3 hull damage but no system or crew damage
ru: Активная способность (2 заряда): Накладывает на выбранный отсек заклинание, наносящее 3 урона корпусу корабля, но не наносящее урона системе и экипажу.

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскроют свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_a07"]/title
source: Tiny Vampweed Cultist [Warp]
ru: Крошка-Вампсорняк сектант [Варп]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_a07"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability: Cast a spell in the current room that warps all crew in the current room to a random room on the opposite ship
ru: Активная способность: Накладывает в текущем отсеке заклинание, которое перемещает весь экипаж в случайный отсек на другом корабле

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскроют свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s08"]/title
source: Tiny Vampweed Cultist [Warp Bolt]
ru: Крошка-Вампсорняк сектант [Варп-болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s08"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability: Cast a spell at a target room that warps all crew in the room to a random room on the opposite ship
ru: Активная способность: Накладывает на выбранный отсек заклинание, которое перемещает всех членов экипажа в случайный отсек на другом корабле

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s09"]/title
source: Tiny Vampweed Cultist [Heal Bolt]
ru: Крошка-Вампсорняк сектант [Исцеляющий болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s09"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (3 charges): Cast a spell at the lowest health (%) friendly crew that heals all friendly crew in the room for 75 hp
ru: Активная способность (3 заряда): Накладывает заклинание на самый низкий уровень здоровья (%) дружественного экипажа, которое исцеляет весь дружественный экипаж в отсеке на 75 ОЗ.

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_a10"]/title
source: Tiny Vampweed Cultist [Heal Aura]
ru: Крошка-Вампсорняк сектант [Исцеляющая аура]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_a10"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability: Cast a spell in the current room that heals all friendly crew for 45 hp
ru: Активная способность: Накладывает в текущем отсеке заклинание, которое исцеляет всех дружественных членов экипажа на 45 ОЗ.

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_a11"]/title
source: Tiny Vampweed Cultist [Drone]
ru: Крошка-Вампсорняк сектант [Дрон]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_a11"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (1 charge): Spawn a conservative combat drone around the enemy ship
ru: Активная способность (1 заряд): Порождает консервативный боевой дрон возле вражеского корабля

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s12"]/title
source: Tiny Vampweed Cultist [Barrier]
ru: Крошка-Вампсорняк сектант [Барьер]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s12"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (3 charge): Spawn a barrier capable of stopping 2 projectiles
ru: Активная способность (3 заряда): Порождает барьер, способный остановить 2 снаряда

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s13"]/title
source: Tiny Vampweed Cultist [Lockdown]
ru: Крошка-Вампсорняк сектант [Блокировка]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s13"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (3 charge): Cast a spell at the target room which applies a lockdown
ru: Активная способность (3 заряда): Накладывает на выбранный отсек заклинание, которое его запирает

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s14"]/title
source: Tiny Vampweed Cultist [Ally]
ru: Крошка-Вампсорняк сектант [Союзник]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s14"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (2 charge): Cast a spell at the target room which spawns a random ally
ru: Активная способность (2 заряда): Накладывает на выбранный отсек заклинание, которое порождает случайного союзника

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s15"]/title
source: Tiny Vampweed Cultist [Mind Bolt]
ru: Крошка-Вампсорняк сектант [Болт разума]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_s15"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (3 charge): Cast a spell at the target room which mind controls a random enemy
ru: Активная способность (3 заряда): Накладывает на выбранный отсек заклинание, которое контролирует разум случайного врага

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_shell"]/title
source: Shell Anarchist
ru: Ракушка-Анархист

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_shell"]/short
source: Shell Anarchist
ru: Ракушка-Анархист

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_shell"]/desc
source: The Shell Anarchists are a faction seperated from the main shell government. They have used genetically engineering themselves with genetic material from their slug brethren to manipulate mind controlled enemy crew.
ru: Ракушки-Анархисты - фракция, отделившаяся от основного правительства ракушек. Они используют генную инженерию, используя генетический материал своих собратьев-слизней, чтобы манипулировать вражеским экипажем, контролируя его сознание.

source: Active Ability: Combusts, taking heavy self damage to deal 75 damage all enemy mind controlled crew in the room, cannot take them below 10hp. Slowly regenerates health back afterwards
ru: Активная способность: Взрывается, нанося сильный урон себе, одновременно нанося 75 урона всему вражескому экипажу, который находится под контролем разума в отсеке, но не может снизить их уровень здоровья ниже 10 ОЗ. После этого медленно восстанавливает здоровье.

source: Max Health is reduced to 80
ru: Максимальное здоровье снижено до 80

source: Takes 1.8x damage from suffocation
ru: Получает 1.8х урон от удушья

source: Takes 0.6x damage from crew combat
ru: Получает 0.6x урона в бою с экипажем

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_slug"]/desc
source: These slugs have been shunned by the universe as a whole and are now hell-bent on taking down every single government. Their bio bombs have been upgraded by their shell breathren to deploy a toxic gas in the room.
ru: Эти слизни были отвергнуты всей вселенной и теперь стремятся уничтожить все правительства. Их био-бомбы были усовершенствованы дыхательными аппаратами, и теперь в отсеке выделяется токсичный газ.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_slug"]/title
source: Slug Anarchist
ru: Слизень-Анархист
