Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s04"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (2 charges): Cast a spell at a target room dealing 1 damage
ru: Активная способность (2 заряда): Накладывает заклинание на выбранный отсек, наносящее 1 урон.

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s05"]/title
source: Vampweed Cultist [Bolt Burst]
ru: Вампсорняк сектант [Импульсный болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s05"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (2 charges): Cast 3 spells at a target room dealing 1 damage each
ru: Активная способность (2 заряда): Накладывает 3 заклинания на выбранный отсек, нанося по 1 урону каждое.

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s06"]/title
source: Vampweed Cultist [Hull Bolt]
ru: Вампсорняк сектант [Противокорпусный болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s06"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (2 charges): Cast a spell at a target room doing 3 hull damage but no system or crew damage
ru: Активная способность (2 заряда): Накладывает на выбранный отсек заклинание, наносящее 3 урона корпусу корабля, но не наносящее урона системе и экипажу.

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_a07"]/title
source: Vampweed Cultist [Warp]
ru: Вампсорняк сектант [Варп]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_a07"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability: Cast a spell in the current room that warps all crew in the current room to a random room on the opposite ship
ru: Активная способность: Накладывает в текущем отсеке заклинание, которое перемещает весь экипаж в случайный отсек на другом корабле

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s08"]/title
source: Vampweed Cultist [Warp Bolt]
ru: Вампсорняк сектант [Варп-болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s08"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability: Cast a spell at a target room that warps all crew in the room to a random room on the opposite ship
ru: Активная способность: Накладывает на выбранный отсек заклинание, которое перемещает всех членов экипажа в случайный отсек на другом корабле

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s09"]/title
source: Vampweed Cultist [Heal Bolt]
ru: Вампсорняк сектант [Исцеляющий болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s09"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (3 charges): Cast a spell at a target room that heals all friendly crew for 75hp
ru: Активная способность (3 заряда): Накладывает на выбранный отсек заклинание, которое исцеляет всех дружественных членов экипажа на 75 ОЗ.

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_a10"]/title
source: Vampweed Cultist [Heal Aura]
ru: Вампсорняк сектант [Исцеляющая аура]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_a10"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability: Cast a spell in the current room that heals all friendly crew for 45 hp
ru: Активная способность: Накладывает в текущем отсеке заклинание, которое исцеляет всех дружественных членов экипажа на 45 ОЗ.

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_a11"]/title
source: Vampweed Cultist [Drone]
ru: Вампсорняк сектант [Дрон]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_a11"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (1 charge): Spawn a conservative combat drone around the enemy ship
ru: Активная способность (1 заряд): Порождает консервативный боевой дрон возле вражеского корабля

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s12"]/title
source: Vampweed Cultist [Barrier]
ru: Вампсорняк сектант [Барьер]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s12"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (3 charge): Spawn a barrier capable of stopping 2 projectiles
ru: Активная способность (3 заряда): Порождает барьер, способный остановить 2 снаряда

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s13"]/title
source: Vampweed Cultist [Lockdown]
ru: Вампсорняк сектант [Блокировка]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s13"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (3 charge): Cast a spell at the target room which applies a lockdown
ru: Активная способность (3 заряда): Накладывает на выбранный отсек заклинание, которое его запирает

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s14"]/title
source: Vampweed Cultist [Ally]
ru: Вампсорняк сектант [Союзник]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s14"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (2 charge): Cast a spell at the target room which spawns a random ally
ru: Активная способность (2 заряда): Накладывает на выбранный отсек заклинание, которое порождает случайного союзника

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s15"]/title
source: Vampweed Cultist [Mind Bolt]
ru: Вампсорняк сектант [Болт разума]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s15"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (3 charge): Cast a spell at the target room which mind controls a random enemy
ru: Активная способность (3 заряда): Накладывает на выбранный отсек заклинание, которое контролирует разум случайного врага

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SFAKE"]/title
source: Drone Laser
ru: Лазер дрона

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SFAKE_NOP"]/title
source: Drone Laser
ru: Лазер дрона

source: Spell Artillery
ru: Артиллерия заклинаний

source: [Base Cooldown: 14] Channels the power of the bud to fire spells at the enemy ship.
ru: [Базовая перезарядка: 14] Использует силу Бутона для создания заклинаний на вражеском корабле.

source: Artillery: Channels the power of the bud to fire spells at the enemy ship.
ru: Артиллерия: Использует силу Бутона для создания заклинаний на вражеском корабле.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SFAKE_HEAL"]/title
source: Drone Laser
ru: Лазер дрона

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SFAKE_HULL"]/title
source: Drone Laser
ru: Лазер дрона

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SFAKE_SYS"]/title
source: Drone Laser
ru: Лазер дрона

# data/blueprints.xml.append$/dummyroot/FTL[10]/weaponBlueprint[7]/title
source: Bomb Launcher
ru: Пусковая установка бомб

# data/blueprints.xml.append$/dummyroot/FTL[10]/weaponBlueprint[8]/title
source: Bomb Launcher
ru: Пусковая установка бомб

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SPELL_04"]/title
source: Bomb Launcher
ru: Пусковая установка бомб

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SPELL_06"]/title
source: Bomb Launcher
ru: Пусковая установка бомб

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SPELL_08"]/title
source: Bomb Launcher
ru: Пусковая установка бомб

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SPELL_09"]/title
source: Bomb Launcher
ru: Пусковая установка бомб

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SPELL_10"]/title
source: Bomb Launcher
ru: Пусковая установка бомб

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_SPELL_11"]/title
source: Conservative Drone [Laser]
ru: Консервативный дрон [Лазер]

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_SPELL_11"]/short
source: Cons. [LASER]
ru: Конс. [ЛАЗЕР]

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_SPELL_11"]/desc
source: [CURRENT MODE: Laser] Slow moving toggle Drone that can switch between a Laser and Beam weapon and uses no power. Cannot be turned off but functions even if Drone Control is disabled.
ru: [ТЕКУЩИЙ РЕЖИМ: Лазер] Медленный, не требующий питания дрон с функцией переключения между лазерным и лучевым режимом. Не может быть отключен, однако функционирует, даже если блок контроля дронов уничтожен.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SPELL_12"]/title
source: Bomb Launcher
ru: Пусковая установка бомб

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SPELL_13"]/title
source: Bomb Launcher
ru: Пусковая установка бомб

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SPELL_14"]/title
source: Bomb Launcher
ru: Пусковая установка бомб

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_SPELL_15"]/title
source: Bomb Launcher
ru: Пусковая установка бомб

source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

source: Bomb Launcher
ru: Пусковая установка бомб

source: Bomb
ru: Бомба

source: Self-teleporting explosive that damages systems and crew but not the hull. Can target your own ship.
ru: Самотелепортирующаяся взрывчатка, которая наносит урон системам и экипажу, но не корпусу. Можно нацелить на собственный корабль.

source: Bomb weapon; requires a missile; does 2 damage, but only damages system, not hull. Can target your own ship.
ru: Бомбовое оружие; требует боеголовки; наносит 2 урона, но наносит урон только системам, а не корпусу. Может быть нацелено на ваш собственный корабль.

source: Bomb Launcher
ru: Пусковая установка бомб

source: Bomb
ru: Бомба

source: Self-teleporting explosive that damages systems and crew but not the hull. Can target your own ship.
ru: Самотелепортирующаяся взрывчатка, которая наносит урон системам и экипажу, но не корпусу. Можно нацелить на собственный корабль.

source: Bomb weapon; requires a missile; does 2 damage, but only damages system, not hull. Can target your own ship.
ru: Бомбовое оружие; требует боеголовки; наносит 2 урона, но наносит урон только системам, а не корпусу. Может быть нацелено на ваш собственный корабль.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT"]/title
source: Spellspore
ru: Заклинающий споромет

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT"]/short
source: Spellspore
ru: Закл. споромет

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_LOOT"]/title
source: Spellspore
ru: Заклинающий споромет

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_LOOT"]/short
source: Spellspore
ru: Закл. споромет

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_LOOT"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

source: Spellspore.
ru: Заклинающий споромет.

source: Heavy Spellspore
ru: Тяжелый заклинающий споромет

source: H. Spellspore
ru: Тяж. закл. споромет

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_RANDOM"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. This varient cannot equip spells but fires a random spell randomly at a high rate.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Этот вариант не может использовать заклинания, но стреляет случайными заклинаниями с высокой скоростью.

source: Spellspore.
ru: Заклинающий споромет.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_03"]/title
source: Spellspore [Bio Bolt]
ru: Заклинающий споромет [Био-болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_03"]/short
source: [Bio Bolt]
ru: [Био-болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_03"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_03"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.
