Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_05"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast 3 spells that pierces all normal shields at a target room dealing 1 damage. Cast Delay: 20 seconds Charge Time: 20 seconds Uses per combat: 2
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает 3 заклинания, которые пробивают все обычные щиты на выбранном отсеке, нанося 1 ед. урона. Задержка наложения: 20 секунд Время перезарядки: 20 секунд Использований за бой: 2

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_05"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_06"]/title
source: Spell: [Hull Bolt]
ru: Заклинание: [Противокорпусный болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_06"]/short
source: [Hull Bolt]
ru: [Противок. болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_06"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast a spell that pierces all normal shields at a target room dealing 3 hull damage but no system or crew damage. Cast Delay: 10 seconds Charge Time: 20 seconds Uses per combat: 2
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает заклинание, которое пробивает все обычные щиты на выбранном отсеке, нанося 3 урона корпусу, но не нанося урона системе и экипажу. Задержка наложения заклинания: 10 секунд Время перезарядки: 20 секунд Использований за бой: 2

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_06"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_07"]/title
source: Spell: [Warp]
ru: Заклинание: [Варп]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_07"]/short
source: [Warp]
ru: [Варп]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_07"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast a spell in the current room that warps all crew in the current room to a random room on the opposite ship. Cast Delay: 6 seconds Charge Time: 20 seconds
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает в текущем отсеке заклинание, которое перемещает всех членов экипажа в случайный отсек на другой корабль. Задержка наложения заклинания: 6 секунд Время перезарядки: 20 секунд

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_07"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_08"]/title
source: Spell: [Warp Bolt]
ru: Заклинание: [Варп-болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_08"]/short
source: [Warp Bolt]
ru: [Варп-болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_08"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast a spell that pierces all shields at a target room that warps all crew in the room to a random room on the opposite ship. Cast Delay: 8 seconds Charge Time: 20 seconds
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает заклинание, которое пробивает все щиты в выбранном отсеке и переносит весь экипаж в этом отсеке в случайный отсек на противоположном корабле Задержка накладывания: 8 секунд Время перезарядки: 20 секунд

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_08"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_09"]/title
source: Spell: [Heal Bolt]
ru: Заклинание: [Исцеляющий болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_09"]/short
source: [Heal Bolt]
ru: [Исцел. болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_09"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast a spell that pierces all shields at a target room that heals all friendly crew for 75hp. Cast Delay: 2 seconds Charge Time: 20 seconds Uses per combat: 3
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает заклинание, пробивающее все щиты на выбранный отсек и исцеляющее всех дружественных экипажей на 75 ОЗ. Задержка наложения: 2 секунды Время перезарядки: 20 секунд Использований за бой: 3

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_09"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_10"]/title
source: Spell: [Heal Aura]
ru: Заклинание: [Исцеляющая аура]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_10"]/short
source: [Heal Aura]
ru: [Исцел. аура]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_10"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast a spell in the current room that heals all friendly crew in the room for 45 hp. Cast Delay: 5 seconds Charge Time: 20 seconds
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает на текущий отсек заклинание, которое исцеляет всех дружественных экипажей в отсеке на 45 ОЗ. Задержка наложения заклинания: 5 секунд Время перезарядки: 20 секунд

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_10"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_11"]/title
source: Spell: [Drone]
ru: Заклинание: [Дрон]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_11"]/short
source: [Drone]
ru: [Дрон]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_11"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Spawn a conservative combat drone around the enemy ship. Cast Delay: 10 seconds Charge Time: 20 seconds Uses per combat: 1
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Порождает консервативный боевой дрон возле вражеского корабля. Накладывает задержку: 10 секунд Время перезарядки: 20 секунд Использований за бой: 1

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_11"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_12"]/title
source: Spell: [Barrier]
ru: Заклинание: [Барьер]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_12"]/short
source: [Barrier]
ru: [Барьер]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_12"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast a spell that pierces all normal shields at a target room that spawns a barrier capable of blocking 2 projectiles. Cannot have more than 8 barrier active at once Cast Delay: 2 second Charge Time: 20 seconds Uses per combat: 3
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает заклинание, которое пробивает все обычные щиты на выбранном отсеке, порождает барьер, способный блокировать 2 снаряда. Не может быть одновременно активно более 8 барьеров. Задержка наложения: 2 секунды Время перезарядки: 20 секунд Использований за бой: 3

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_12"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_13"]/title
source: Spell: [Lockdown]
ru: Заклинание: [Блокировка]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_13"]/short
source: [Lockdown]
ru: [Блокировка]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_13"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast a spell that pierces all normal shields at a target room that applies a lockdown effect. Cast Delay: 4 second Charge Time: 20 seconds Uses per combat: 3
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает на выбранный отсек заклинание, которое пробивает все обычные щиты и запирает отсек. Задержка наложения: 4 секунды Время перезарядки: 20 секунд Использований за бой: 3

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_13"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_14"]/title
source: Spell: [Ally]
ru: Заклинание: [Союзник]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_14"]/short
source: [Ally]
ru: [Союзник]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_14"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast a spell that pierces all normal shields at a target room that spawns a random ally. Cast Delay: 7 second Charge Time: 20 seconds Uses per combat: 2
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает заклинание, пробивающее все обычные щиты на выбранном отсеке, в котором появляется случайный союзник. Задержка наложения заклинания: 7 секунд Время перезарядки: 20 секунд Использований за бой: 2

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_14"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_15"]/title
source: Spell: [Mind Bolt]
ru: Заклинание: [Болт разума]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_15"]/short
source: [Mind Bolt]
ru: [Болт разума]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_15"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast a spell that pierces all normal shields at a target room that mind controls the enemy for 20 seconds. Cast Delay: 8 second Charge Time: 20 seconds Uses per combat: 3
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает на выбранный отсек заклинание, пробивающее все обычные щиты и контролирующее разум противника в течение 20 секунд. Задержка наложения заклинания: 8 секунд Время заряда: 20 секунд Использований за бой: 3

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_15"]/tooltip
source: Storage Weapon
ru: Складское оружие

source: Bud Cruiser
ru: Крейсер Бутона

source: The Petals
ru: Лепестки

source: Although the ship itself is nothing special, the crew are able to draw on the power of their god to destroy their enemies.
ru: Хотя сам корабль не представляет собой ничего особенного, экипаж способен использовать силу своего бога, чтобы уничтожать врагов.

source: Ancient Communion
ru: Древнее причастие

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ORCHID_AEA_COMMUNION"]/desc
source: You can purchase spells at empty beacons.
ru: Вы можете покупать заклинания у пустых маяков.

source: [L] Ancient Communion
ru: [Л] Древнее причастие

source: You can purchase spells at empty beacons. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Вы можете покупать заклинания у пустых маяков [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

source: Bud Cruiser
ru: Крейсер Бутона

source: The Vines
ru: Лозы

source: The crew here are especially good at dealing with enemy crew by kidnapping them onto their own ship.
ru: Здешний экипаж особенно хорошо умеет расправляться с вражеской командой, похищая ее на свой корабль.

source: Bud Cruiser
ru: Крейсер Бутона

source: The Roots
ru: Корни

source: With no shield system the crew have learnt other ways of protecting the ship.
ru: Не имея системы щитов, экипаж научился другим способам защиты корабля.

source: Bloom Cruiser
ru: Крейсер Цветения

source: The Leaves
ru: Листва

source: This ship directly channels the power of the bud to launch spells at the enemy ship.
ru: Этот корабль напрямую использует силу Бутона для наложения заклинаний на вражеский корабль.

source: Bloom Cruiser
ru: Крейсер Цветения

source: The Trunk
ru: Ствол

source: This ship protects itself with capable crew and a prototype generator that creates barriers on rooms each time you fire a weapon.
ru: Этот корабль защищает себя с помощью опытного экипажа и прототипа генератора, который создает барьеры в отсеках каждый раз, когда вы стреляете из оружия.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_CULT_MAGIC_BOOST"]/title
source: MAGIC JUMP
ru: МАГИЧЕСКИЙ ПРЫЖОК

source: Bloom Cruiser
ru: Крейсер Цветения

source: The Seeds
ru: Семена

source: A powerful boarding ship with dangerous crew.
ru: Мощный абордажный корабль с опасным экипажем.

source: Space Whale
ru: Космический кит

source: A massive space whale which has aligned itself with the federation.
ru: Огромный космический кит, который присоединился к Федерации.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_AUG_WHALE"]/title
source: Space Whale
ru: Космический кит

# data/blueprints.xml.append$//augBlueprint[@name="AEA_AUG_WHALE"]/desc
source: You are a space whale. - Boarders take damage over time on your ship at a rate of 3hp/s. - Your oxygen system cannot fill your "ship" up with oxygen (it would make you explode), however the oxygen system at level 1 will provide suffocation immunity to ALL crew onboard and each level in oxygen will also increase the damage over time on enemy crew by 1 hp/s. - Whenever enemy crew die on your ship you heal 1 hull damage. - Each breach onboard the ship lowers weapon charge speed and shield recharge speed by 5%.
ru: Вы - космический кит. - Абордажники получают урон находясь на вашем корабле со скоростью 3 ОЗ/с. - Ваша кислородная установка не может наполнить ваш "корабль" кислородом (это приведет к взрыву), однако кислородная установка уровня 1 дает иммунитет к удушью ВСЕМ членам экипажа, а каждый уровень кислорода также увеличивает урон, наносимый со временем вражескому экипажу, на 1 ОЗ/с. - Каждый раз, когда вражеский экипаж погибает на вашем корабле, вы получаете 1 урона корпусу. - Каждая пробоина на борту корабля снижает скорость зарядки оружия и скорость перезарядки щита на 5%.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW3"]/class
source: Tiny's Crewser
ru: Корабль Крошки

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW3"]/name
source: The Sprout
ru: Росток

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW3"]/desc
source: Tiny's big adventure involving friendship and magic.
ru: Большое приключение Крошки, связанное с дружбой и волшебством.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_priest_sup"]/title
source: Vampweed Support Priest
ru: Жрец поддержки Вампсорняков

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_priest_sup"]/desc
source: A Vampweed priest, this priest is specialised in casting support spells which are use to buff or protect your ship. Possible Spells: [Protect], [Barrier], and [Ally]. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Этот жрец Вампсорняков специализируется на накладывании заклинаний поддержки, которые используются для усиления и защиты корабля. Возможные заклинания: [Защита], [Барьер] и [Союзник]. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability: Casts a random support spell at the target room
ru: Активная способность: Накладывает случайное заклинание поддержки на выбранный отсек

source: Ranged attack speed is quadrupled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в четыре раза, но наносит только 0.5х урон в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_priest_off"]/title
source: Vampweed Offence Priest
ru: Жрец преступников-Вампсорняков

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_priest_off"]/desc
source: A Vampweed priest, this priest is specialised in casting offensive spells which are use to attack the enemy ship. Possible Spells: [Bolt], [Hull Bolt], [Drone], and [Lockdown]. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Этот жрец Вампсорняков специализируется на накладывании наступательных заклинаний, которые используются для атаки вражеского корабля. Возможные заклинания: [Болт], [Противокорпусный болт], [Дрон] и [Блокировка]. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability: Casts a random offensive spell at the target room
ru: Активная способность: Накладывает случайное атакующее заклинание на выбранный отсек

source: Ranged attack speed is quadrupled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в четыре раза, но наносит только 0.5х урон в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_priest_bor"]/title
source: Vampweed Boarding Priest
ru: Жрец абордажников-Вампсорняков

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_priest_bor"]/desc
source: A Vampweed priest, this priest is specialised in casting boarding spells which are used to deal with the enemy crew. Possible Spells: [Bio Bolt], [Warp Bolt], [Ally], and [Mind Bolt]. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Жрец Вампсорняков специализируется на абордажных заклинаниях, которые используются для борьбы с вражеским экипажем. Возможные заклинания: [Био-болт], [Варп-болт], [Союзник] и [Болт разума]. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Active Ability: Casts a random boarding spell at the target room
ru: Активная способность: Накладывает случайное абордажное заклинание на выбранный отсек

source: Ranged attack speed is quadrupled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в четыре раза, но наносит только 0.5х урон в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_seed"]/desc
source: A seed given to you by the powerful flower worshipped by the vampweed cultists.
ru: Семя, подаренное вам могущественным цветком, которому поклоняются Вампсорняки-сектанты.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_seed"]/title
source: Seed
ru: Сид

# data/blueprints.xml.append$//crewBlueprint[@name="aea_seed"]/short
source: Seed
ru: Сид

# data/blueprints.xml.append$//crewBlueprint[@name="aea_seed"]/powerList/power[1]
source: Can only be moved if another crew is in the room, but slows allied crew in the room to the same speed.
ru: Может перемещаться, только если в отсеке находится другой экипаж, но замедляет весь находящихся в отсеке экипаж до той же скорости.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_seed"]/powerList/power[2]
source: A fragile object, cannot be cloned or healed.
ru: Хрупкий предмет, его нельзя клонировать или исцелить.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny"]/title
source: Tiny Vampweed Cultist
ru: Крошка-Вампсорняк сектант

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny"]/short
source: Tiny Cultist
ru: Крошечный сектант

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability: Casts a spell in the current room which does nothing
ru: Активная способность: Произносит заклинание в текущем отсеке, которое ничего не делает.

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_a01"]/title
source: Tiny Vampweed Cultist [Protect]
ru: Крошка-Вампсорняк сектант [Защита]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_a01"]/desc
source: A Tiny Vampweed cultist, Able to cast spells twice as fast as normal cultists and won't ever run out of charges. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Крошка-сектант Вампсорняков, способная накладывать заклинания в два раза быстрее обычных сектантов и у которой никогда не кончатся заряды. Наследует характеристики орхидей: немного снижен урон от удушья, на 75 % больше урона от огня, пополняет запасы кислорода

source: Max Health is reduced to 75
ru: Максимальное здоровье снижено до 75

source: 1.5x move speed
ru: 1.5х скорость передвижения

source: 2x spell recharge rate, cannot run out of spell charges
ru: 2х скорость перезарядки заклинаний, заряд заклинаний не может закончиться

source: Active Ability (5 charges): Casts a spell which protects the current room from hull and system damage for 10 seconds
ru: Активная способность (5 зарядов): Накладывает заклинание, которое защищает текущий отсек от урона корпусу и системе на 10 секунд

source: Ranged attack speed is tripled, but only deals 0.5x ranged damage
ru: Скорость дальних атак увеличивается в три раза, но наносит только 0.5х урон в дальнем бою.

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_tiny_a02"]/title
source: Tiny Vampweed Cultist [Beacon]
ru: Крошка-Вампсорняк сектант [Маяк]
