Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_rock"]/title
source: Cloned Rockman
ru: Клонированный валун

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_rock"]/short
source: Rockman
ru: Валун

source: Immune to fire
ru: Невосприимчив к огню

source: Movement speed is halved
ru: Скорость передвижения уменьшена вдвое

source: Max Health is increased to 150
ru: Максимальное здоровье увеличено до 150

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BOARDING_DRONE"]/title
source: SPELL BOARDING
ru: ЗАКЛИНАНИЕ АБОРДАЖА

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BOARDING_DRONE"]/short
source: SPELL BOARDING
ru: ЗАКЛИНАНИЕ АБОРДАЖА

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BOARDING_DRONE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_MINE_PROJ_BASE"]/title
source: Mine Projectile
ru: Минный снаряд

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_MINE_PROJ_BASE"]/short
source: Mine Projectile
ru: Минный снаряд

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_MINE_PROJ_BASE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_MINE_PROJ_BASE"]/tooltip
source: Fires 1 missile; does 1 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 1 урон; пробивает все щиты.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_MINE_1"]/title
source: Mine Projectile
ru: Минный снаряд

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_MINE_1"]/short
source: Mine Projectile
ru: Минный снаряд

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_MINE_1"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_MINE_1"]/tooltip
source: Fires 1 missile; does 1 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 1 урон; пробивает все щиты.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_BOSS"]/title
source: Acid Splasher
ru: Кислотный сплешер

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_BOSS"]/short
source: Splasher
ru: Сплешер

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_BOSS"]/desc
source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact. The impact of this weapon splashes nearby rooms applying erosion to them aswell.
ru: Созданное на основе кислотного роста, это оружие продолжает разрушать систему противника после попадания. При попадании разбрызгивается по соседним отсекам, нанося эрозию и им.

source: Fires 3 projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает 3 снаряда, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

source: Acid Splasher
ru: Кислотный сплешер

source: Acid Splasher
ru: Кислотный сплешер

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Fires 3 projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает 3 снаряда, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

source: Chaotic Acid Splasher
ru: Хаотичный кислотный сплешер

source: Splasher
ru: Сплешер™

source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact. The impact of this weapon splashes nearby rooms applying erosion to them aswell. Chaotic variant does 1 splash damage on top of the erosion damage to adjacent rooms.
ru: Созданное на основе кислотного роста, это оружие продолжает разрушать систему противника после попадания. При попадании разбрызгивается по соседним отсекам, нанося им эрозию. Хаотический вариант наносит 1 урон от сплеша в дополнение к урону от эрозии соседним отсекам.

source: Fires 3 projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает 3 снаряда, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

source: Acid Splasher
ru: Кислотный сплешер

source: Acid Splasher
ru: Кислотный сплешер

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Fires 3 projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает 3 снаряда, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

source: 'Naginata' Beam
ru: Луч "Нагината"

source: 'Naginata'
ru: Нагината

source: A strong beam capable of locking down enemy rooms on hit.
ru: Мощный луч, способный запирать вражеские отсеки при попадании.

source: Chaotic 'Naginata' Beam
ru: Хаотичный луч "Нагината"

source: 'Naginata'
ru: Нагината™

source: A strong beam capable of locking down enemy rooms on hit. Chaotic variant damages crew trapped inside of the lockdown at 4hp/s and pierces 2 extra shield layers.
ru: Мощный луч, способный запирать вражеские отсеки при попадании. Хаотический вариант наносит экипажу, оказавшемуся внутри запертого отсека, урон со скоростью 4 ОЗ/с и пробивает 2 дополнительных слоя щита.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_BARRIER_RELAY"]/title
source: Barrier Generator
ru: Генератор барьеров

# data/blueprints.xml.append$//augBlueprint[@name="AEA_BARRIER_RELAY"]/desc
source: Generates a barrier each time you fire a weapon, can generate up to a maximum of 6 active barriers.
ru: Генерирует барьер каждый раз, когда вы стреляете из оружия, может сгенерировать до 6 активных барьеров.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_BARRIER_RELAY_CHAOS"]/title
source: Chaotic Barrier Generator
ru: Генератор хаотического барьера

# data/blueprints.xml.append$//augBlueprint[@name="AEA_BARRIER_RELAY_CHAOS"]/desc
source: Generates a barrier each time you fire a weapon, can generate up to a maximum of 6 active barriers. Chaotic variant does not max out.
ru: Генерирует барьер каждый раз, когда вы стреляете из оружия, может сгенерировать до 6 активных барьеров. Хаотический вариант не имеет максимального значения.

source: Technomancy Drone Mk. I [Laser]
ru: Дрон "Техномантия" мод. I [Лазер]

source: Techno I [L]
ru: Техном. I [Л]

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Drone Laser
ru: Лазер дрона

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_NECRO_BOSS"]/title
source: Technomancer Drone
ru: Дрон "Техномант"

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_NECRO_BOSS"]/short
source: Technomancer
ru: Техномант

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_NECRO_BOSS"]/desc
source: A powerful drone which constantly spawns new drones, maxes out at 3 drones.
ru: Мощный дрон, который постоянно порождает новых дронов, максимальное количество дронов - 3.

source: Drone Laser
ru: Лазер дрона

source: Chaotic Technomancer Drone
ru: Хаотичный дрон "Техномант"

source: Technomancer
ru: Техномант™

source: A powerful drone which constantly spawns new drones, maxes out at 3 drones. Chaotic variant doesn't max out.
ru: Мощный дрон, постоянно порождающий новых дронов, максимальное количество дронов - 3. Хаотический вариант не имеет максимума.

source: Drone Beam
ru: Лучевой дрон

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BOSS"]/title
source: Scourge Drone
ru: Дрон "Бич"

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BOSS"]/short
source: Scourge
ru: Бич

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BOSS"]/desc
source: A drone that specifically targets enemy crewmembers. Beam does 15 personal damage and inflicts enemy crew with a death effect that does 2 system damage and creates a fire, lasts for 20 seconds.
ru: Дрон, специально предназначенный для поражения членов вражеского экипажа. Луч наносит 15 урона экипажу и накладывает на вражеский экипаж эффект смерти, который после смерти экипажа наносит 2 системных урона и создает пожар, длится 20 секунд.

source: Drone Beam
ru: Лучевой дрон

source: Chaotic Scourge Drone
ru: Хаотический дрон "Бич"

source: Scourge
ru: Бич™

source: A drone that specifically targets enemy crewmembers. Beam does 15 personal damage and inflicts enemy crew with a death effect that does 2 system damage and creates a fire, lasts for 20 seconds. Chaotic variant has full shield pierce.
ru: Дрон, специально предназначенный для поражения членов вражеского экипажа. Луч наносит 15 единиц личного урона и накладывает на вражеский экипаж эффект смерти, который наносит 2 единицы системного урона и создает пожар, длящийся 20 секунд. Хаотичный вариант способен пробивать все слои щита.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_SHLEG_BOSS"]/title
source: Leviathan Beam
ru: Луч "Левиафан"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_SHLEG_BOSS"]/short
source: Leviathan
ru: Левиафан

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_SHLEG_BOSS"]/desc
source: Developed by an unknown anarchist shell scientist, this beam fires a concentrated beam of Inculcation gas that does 3hp/s and builds up mind control on enemy crew.
ru: Разработанный неизвестным ученым-Анархистом, этот луч стреляет концентрированным пучком инкубационного газа, который наносит 3 ОЗ/с урона и устанавливает контроль над разумом вражеского экипажа.

source: Chaotic Leviathan Beam
ru: Хаотический луч "Левиафан"

source: Leviathan
ru: Левиафан™

source: Developed by an unknown anarchist shell scientist, this beam fires a concentrated beam of Inculcation gas that does 3hp/s and builds up mind control on enemy crew. Chaotic variant builds up status effect twice as fast and does twice as much damage to crew.
ru: Разработанный неизвестным ученым-Анархистом, этот луч стреляет концентрированным пучком инкубационного газа, который наносит 3 ОЗ/с урона и устанавливает контроль над разумом вражеского экипажа. Хаотичный вариант накладывает статусный эффект вдвое быстрее и наносит вдвое больше урона экипажу.
