Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon. Stats: Required Power: 2 Charge Time: 14 seconds Shots Per Charge: 2 Charges: 3 Base Hull Damage: 0 Total System Damage: 0 Total Crew Damage: 45 Shield Piercing: 16 Default Price: 70~ - Selling Price: 35~
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие. Характеристики: Необходимая мощность: 2 Время перезарядки: 14 сек. Выстрелов в очереди: 2 Заряды: 3 Урон корпусу: 0 Урон системам: 0 Урон экипажу: 45 Пробивание щита: 16 Покупка: 70~ - Продажа: 35~

source: Required Power: 2 Charge Time: 14 seconds Shots Per Charge: 2 Charges: 3 Base Hull Damage: 0 Total System Damage: 0 Total Crew Damage: 45 Shield Piercing: 16
ru: Необходимая мощность: 2 Время перезарядки: 14 сек. Выстрелов в очереди: 2 Заряды: 3 Урон корпусу: 0 Урон системам: 0 Урон экипажу: 45 Пробивание щита: 16

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_04"]/title
source: Spellspore [Bolt]
ru: Заклинающий споромет [Болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_04"]/short
source: [Bolt]
ru: [Болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_04"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_04"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.

source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon. Stats: Required Power: 2 Charge Time: 18 seconds Shots Per Charge: 2 Charges: 2 Base Hull Damage: 1 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 16 Default Price: 70~ - Selling Price: 35~
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие. Характеристики: Необходимая мощность: 2 Время перезарядки: 18 сек. Выстрелов в очереди: 2 Заряды: 2 Урон корпусу: 1 Урон системам: 1 Урон экипажу: 15 Пробивание щита: 16 Покупка: 70~ - Продажа: 35~

source: Required Power: 2 Charge Time: 18 seconds Shots Per Charge: 2 Charges: 2 Base Hull Damage: 1 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 16
ru: Необходимая мощность: 2 Время перезарядки: 18 сек. Выстрелов в очереди: 2 Заряды: 2 Урон корпусу: 1 Урон системам: 1 Урон экипажу: 15 Пробивание щита: 16

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_05"]/title
source: Spellspore [Bolt Burst]
ru: Заклинающий споромет [Импульсный болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_05"]/short
source: [Bolt Burst]
ru: [Имп. болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_05"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_05"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.

source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon. Stats: Required Power: 2 Charge Time: 26 seconds Shots Per Charge: 6 Charges: 2 Base Hull Damage: 1 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 16 Default Price: 70~ - Selling Price: 35~
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие. Характеристики: Необходимая мощность: 2 Время перезарядки: 26 сек. Выстрелов в очереди: 6 Заряды: 2 Урон корпусу: 1 Урон системам: 1 Урон экипажу: 15 Пробивание щита: 16 Покупка: 70~ - Продажа: 35~

source: Required Power: 2 Charge Time: 26 seconds Shots Per Charge: 6 Charges: 2 Base Hull Damage: 1 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 16
ru: Необходимая мощность: 2 Время перезарядки: 26 сек. Выстрелов в очереди: 6 Заряды: 2 Урон корпусу: 1 Урон системам: 1 Урон экипажу: 15 Пробивание щита: 16

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_06"]/title
source: Spellspore [Hull Bolt]
ru: Заклинающий споромет [Противокорпусный болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_06"]/short
source: [Hull Bolt]
ru: [Противок. болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_06"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_06"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.

source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon. Stats: Required Power: 2 Charge Time: 20 seconds Shots Per Charge: 2 Charges: 2 Base Hull Damage: 3 Total System Damage: 0 Total Crew Damage: 0 Shield Piercing: 16 Default Price: 70~ - Selling Price: 35~
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие. Характеристики: Необходимая мощность: 2 Время перезарядки: 20 сек. Выстрелов в очереди: 2 Заряды: 2 Урон корпусу: 3 Урон системам: 0 Урон экипажу: 0 Пробивание щита: 16 Покупка: 70~ - Продажа: 35~

source: Required Power: 2 Charge Time: 20 seconds Shots Per Charge: 2 Charges: 2 Base Hull Damage: 3 Total System Damage: 0 Total Crew Damage: 0 Shield Piercing: 16
ru: Необходимая мощность: 2 Время перезарядки: 20 сек. Выстрелов в очереди: 2 Заряды: 2 Урон корпусу: 3 Урон системам: 0 Урон экипажу: 0 Пробивание щита: 16

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_08"]/title
source: Spellspore [Warp Bolt]
ru: Заклинающий споромет [Варп-болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_08"]/short
source: [Warp Bolt]
ru: [Варп-болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_08"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_08"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.

source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon. Stats: Required Power: 2 Charge Time: 18 seconds Shots Per Charge: 2 Charges: Infinite Teleports any crew in the room to a random room on the enemy ship on hit Shield Piercing: 16 Default Price: 70~ - Selling Price: 35~
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие. Характеристики: Необходимая мощность: 2 Время перезарядки: 18 сек. Выстрелов в очереди: 2 Заряды: Бесконечные При попадании телепортирует всех членов экипажа в случайный отсек на вражеском корабле Пробивание щита: 16 Покупка: 70~ - Продажа: 35~

source: Required Power: 2 Charge Time: 18 seconds Shots Per Charge: 2 Charges: Infinite Teleports any crew in the room to a random room on the enemy ship on hit Shield Piercing: 16
ru: Необходимая мощность: 2 Время перезарядки: 18 сек. Выстрелов в очереди: 2 Заряды: Бесконечные При попадании телепортирует всех членов экипажа в случайный отсек на вражеском корабле Пробивание щита: 16

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_09"]/title
source: Spellspore [Heal Bolt]
ru: Заклинающий споромет [Исцеляющий болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_09"]/short
source: [Heal Bolt]
ru: [Исцел. болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_09"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_09"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.

source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon. Stats: Required Power: 2 Charge Time: 13 seconds Shots Per Charge: 2 Charges: 3 Base Hull Damage: 0 Total System Damage: 0 Total Crew Damage: -75 Shield Piercing: 16 Default Price: 70~ - Selling Price: 35~
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие. Характеристики: Необходимая мощность: 2 Время перезарядки: 13 сек. Выстрелов в очереди: 2 Заряды: 3 Урон корпусу: 0 Урон системам: 0 Урон экипажу: -75 Пробивание щита: 16 Покупка: 70~ - Продажа: 35~

source: Required Power: 2 Charge Time: 13 seconds Shots Per Charge: 2 Charges: 3 Base Hull Damage: 0 Total System Damage: 0 Total Crew Damage: -75 Shield Piercing: 16
ru: Необходимая мощность: 2 Время перезарядки: 13 сек. Выстрелов в очереди: 2 Заряды: 3 Урон корпусу: 0 Урон системам: 0 Урон экипажу: -75 Пробивание щита: 16

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_12"]/title
source: Spellspore [Barrier]
ru: Заклинающий споромет [Барьер]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_12"]/short
source: [Barrier]
ru: [Барьер]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_12"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_12"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.

source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon. Stats: Required Power: 2 Charge Time: 13 seconds Shots Per Charge: 2 Charges: 3 Spawns a barrier capable of blocking 2 projectiles on hit Maximum of 8 barrier active at once Shield Piercing: 16 Default Price: 70~ - Selling Price: 35~
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие. Характеристики: Необходимая мощность: 2 Время перезарядки: 13 сек. Выстрелов в очереди: 2 Заряды: 3 Создает барьер, способный блокировать 2 снаряда при попадании Максимально 8 барьеров могут быть активны одновременно Пробивание щита: 16 Покупка: 70~ - Продажа: 35~

source: Required Power: 2 Charge Time: 13 seconds Shots Per Charge: 2 Charges: 3 Spawns a barrier capable of blocking 2 projectiles on hit Maximum of 8 barrier active at once Shield Piercing: 16
ru: Необходимая мощность: 2 Время перезарядки: 13 сек. Выстрелов в очереди: 2 Заряды: 3 Создает барьер, способный блокировать 2 снаряда при попадании Максимально 8 барьеров могут быть активны одновременно Пробивание щита: 16

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_13"]/title
source: Spellspore [Lockdown]
ru: Заклинающий споромет [Блокировка]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_13"]/short
source: [Lockdown]
ru: [Блокировка]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_13"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_13"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.

source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon. Stats: Required Power: 2 Charge Time: 14 seconds Shots Per Charge: 2 Charges: 3 Locks down room on hit Shield Piercing: 16 Default Price: 70~ - Selling Price: 35~
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие. Характеристики: Необходимая мощность: 2 Время перезарядки: 14 сек. Выстрелов в очереди: 2 Заряды: 3 Запирает отсеки при попадании Пробивание щита: 16 Покупка: 70~ - Продажа: 35~

source: Required Power: 2 Charge Time: 14 seconds Shots Per Charge: 2 Charges: 3 Locks down room on hit Shield Piercing: 16
ru: Необходимая мощность: 2 Время перезарядки: 14 сек. Выстрелов в очереди: 2 Заряды: 3 Запирает отсеки при попадании Пробивание щита: 16

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_14"]/title
source: Spellspore [Ally]
ru: Заклинающий споромет [Союзник]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_14"]/short
source: [Ally]
ru: [Союзник]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_14"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_14"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.

source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon. Stats: Required Power: 2 Charge Time: 17 seconds Shots Per Charge: 2 Charges: 2 Spawns a random ally on hit Shield Piercing: 16 Default Price: 70~ - Selling Price: 35~
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие. Характеристики: Необходимая мощность: 2 Время перезарядки: 17 сек. Выстрелов в очереди: 2 Заряды: 2 Создает случайного союзника при попадании Пробивание щита: 16 Покупка: 70~ - Продажа: 35~

source: Required Power: 2 Charge Time: 17 seconds Shots Per Charge: 2 Charges: 2 Spawns a random ally on hit Shield Piercing: 16
ru: Необходимая мощность: 2 Время перезарядки: 17 сек. Выстрелов в очереди: 2 Заряды: 2 Создает случайного союзника при попадании Пробивание щита: 16

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_15"]/title
source: Spellspore [Mind Bolt]
ru: Заклинающий споромет [Болт разума]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_15"]/short
source: [Mind Bolt]
ru: [Болт разума]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_15"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon.
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие.

source: Deadly partly-organic bomb weapons manufactured by the Vampweed Cultists, these weapons are able to equip spells and fire them against the enemy. Spells which do not fire a projectile cannot be fitted to the weapon. Stats: Required Power: 2 Charge Time: 18 seconds Shots Per Charge: 2 Charges: 3 Mind controls enemy crew on hit Shield Piercing: 16 Default Price: 70~ - Selling Price: 35~
ru: Смертоносное частично органическое бомбовое оружие производства Вампсорняков Сектантов, способно использовать заклинания и выстреливать ими во врага. Заклинания, не стреляющие снарядами, не могут быть установлены на оружие. Характеристики: Необходимая мощность: 2 Время перезарядки: 18 сек. Выстрелов в очереди: 2 Заряды: 3 Контролирует разум вражеского экипажа при попадании Пробивание щита: 16 Покупка: 70~ - Продажа: 35~

source: Required Power: 2 Charge Time: 18 seconds Shots Per Charge: 2 Charges: 3 Mind controls enemy crew on hit Shield Piercing: 16
ru: Необходимая мощность: 2 Время перезарядки: 18 сек. Выстрелов в очереди: 2 Заряды: 3 Контролирует разум вражеского экипажа при попадании Пробивание щита: 16

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_CULT_15"]/tooltip
source: Spellspore.
ru: Заклинающий споромет.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_01"]/title
source: Spell: [Protect]
ru: Заклинание: [Защита]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_01"]/short
source: [Protect]
ru: [Защита]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_01"]/desc
source: Casts a spell which protects the current room from hull and system damage for 10 seconds. Cast Delay: 1 second Charge Time: 20 seconds Uses per combat: 5
ru: Накладывает заклинание, защищающее текущий отсек от урона корпуса и системы на 10 секунд. Задержка наложения заклинания: 1 секунда Время перезарядки: 20 секунд Использований за бой: 5

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_01"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_02"]/title
source: Spell: [Beacon]
ru: Заклинание: [Маяк]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_02"]/short
source: [Beacon]
ru: [Маяк]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_02"]/desc
source: Casts a spell which retargets all the enemy projectiles on screen to the current room. Cast Delay: 1 second Charge Time: 20 seconds
ru: Накладывает заклинание, которое перенацеливает все вражеские снаряды на экране на выбранный отсек. Задержка наложения заклинания: 1 секунда Время заряда: 20 секунд

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_02"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_03"]/title
source: Spell: [Bio Bolt]
ru: Заклинание: [Био-болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_03"]/short
source: [Bio Bolt]
ru: [Био-болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_03"]/desc
source: Cast a spell that pierces all normal shields at a target room dealing 45 personal damage. Cast Delay: 3 seconds Charge Time: 20 seconds Uses per combat: 3
ru: Накладывает заклинание, которое пробивает все обычные щиты на выбранном отсеке, нанося 45 единиц урона экипажу. Задержка наложения заклинания: 3 секунды Время перезарядки: 20 секунд Использований за бой: 3

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_03"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_04"]/title
source: Spell: [Bolt]
ru: Заклинание: [Болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_04"]/short
source: [Bolt]
ru: [Болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_04"]/desc
source: !!Must be equiped to a Vampweed Cultist Crew or Spellsport Weapon!! Cast a spell that pierces all normal shields at a target room dealing 1 damage. Cast Delay: 8 seconds Charge Time: 20 seconds Uses per combat: 2
ru: !!!Должно быть снаряжено для экипажа сектантов Вампсорняков или для заклинательного оружия!!! Накладывает заклинание, которое пробивает все обычные щиты на выбранном отсеке, нанося 1 ед. урона. Задержка наложения заклинания: 8 секунд Время перезарядки: 20 секунд Использований за бой: 2

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_04"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_05"]/title
source: Spell: [Bolt Burst]
ru: Заклинание: [Импульсный болт]

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SPELL_ITEM_05"]/short
source: [Bolt Burst]
ru: [Имп. болт]
