Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_slug"]/short
source: Slug Anarchist
ru: Слизень-Анархист

source: Active Ability: Deploys a Toxin bomb full of mind control gas, but becomes immobile and hidden temporarily
ru: Активная способность: Размещает токсинную бомбу, наполненную газом, контролирующим разум, но при этом временно становится неподвижным и скрытым.

source: Telepathic powers reveal rooms and lifeforms even when sensors are down
ru: Телепатические способности показывают отсеки и живых существ даже при неисправных сенсорах

source: Immune to mind control and toxins
ru: Невосприимчивость к контролю разума и токсинам

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_sickle"]/desc
source: Originally a member of the KoN, Sickle struck out with an unlikely partner, a shell, and started the anarchists. Now she fights against the tyranny of both the slugs and the shells. Inherited Slug stats: telepathic powers, mind control immunity
ru: Изначально Серп была членом Атаманов, но потом, взяв с собой неожиданного напарника, ракушку, основала фракцию Анархистов. Теперь она борется против тирании как слизней, так и ракушек. Наследует характеристики слизней: телепатические способности, иммунитет к контролю разума

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_sickle"]/title
source: The Sickle
ru: Серп

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_sickle"]/short
source: The Sickle
ru: Серп

source: Active Ability: Deploys a Toxin bomb full of a more powerful mind control gas, becomes temporarily hidden, moves and attacks with reduced efficiency
ru: Активная способность: Размещает бомбу с токсинами, наполненную мощнейшим газом для контроля разума, становится временно скрытой, двигается и атакует с пониженной эффективностью

source: Max Health is increased to 150
ru: Максимальное здоровье увеличено до 150

source: Inflicts 1.6x damage in crew combat
ru: Наносит 1.6х урона в бою с экипажем

source: Immune to stuns and toxins
ru: Иммунитет к оглушению и токсинам

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_sorrow"]/desc
source: Sorrow started out as a shell radiant but when she left to join her partner, a slug knight, she modified herself with slug technology. Inherited Shell stats: doubled suffocation damage, 0.9x damage taken in crew combat
ru: Вначале Скорбь была Лучезарной ракушкой, но когда она ушла к своему напарнику, слизню Атаманов, то модифицировала себя с помощью технологий слизней. Наследует характеристики ракушек: удвоенный урон от удушья, 0.9х урон получаемый в бою с экипажем

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_sorrow"]/title
source: The Sorrow
ru: Скорбь

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shleg_sorrow"]/short
source: The Sorrow
ru: Скорбь

source: Active Ability: Combusts, taking heavy self damage to damage enemies and kill all mind controlled crew in the room. Cloaks herself while regenerating health back
ru: Активная способность: Взрывается, нанося сильный урон себе, одновременно убивая весь экипаж, который находится под контролем разума в отсеке. Маскируется, регенерируя здоровье.

source: Max Health is increased to 150
ru: Максимальное здоровье увеличено до 150

source: Creates a breach and deals 15 damage to enemy crew on death
ru: Создает пробоину и наносит 15 единиц урона вражескому экипажу при смерти

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHLEG_MIND_GAS"]/title
source: Inculcation Gas
ru: Инкубационный газ

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHLEG_MIND_GAS"]/desc
source: This odd formula of Shell gas carries toxins developed by Shell Anarchists to mind control enemy crew. The effect builds up at a rate of 5hp/s, when it reaches the current health of the crew it then mind controls the enemy. Prevents allied crew from being mind controlled. Damages enemy boarders at a rate of 3hp/s. Drones and the following species will be immune to the damage and mind control of the augment: Shells, Vampweeds, Lanius, Ghosts.
ru: Эта странная формула газа ракушек содержит токсины, разработанные Анархистами ракушками для контроля разума вражеского экипажа. Эффект накапливается со скоростью 5 ОЗ/с, и когда он достигает текущего уровня здоровья экипажа, враг оказывается под контролем разума. Предотвращает попадание под контроль разума экипажа союзников. Наносит урон вражеским абордажникам со скоростью 3 ОЗ/с. Дроны и следующие виды будут невосприимчивы к урону и контролю разума модуля: Ракушки, Вампсорняки, ланиусы, призраки.

source: Inculcation Gas
ru: Инкубационный газ

source: This odd formula of Shell gas carries toxins developed by Shell Anarchists to mind control enemy crew. The effect builds up at a rate of 5hp/s, when it reaches the current health of the crew it then mind controls the enemy. Prevents allied crew from being mind controlled. Damages enemy boarders at a rate of 3hp/s. Drones and the following species will be immune to the damage and mind control of the augment: Shells, Vampweeds, Lanius, Ghosts.
ru: Эта странная формула газа ракушек содержит токсины, разработанные Анархистами ракушками для контроля разума вражеского экипажа. Эффект накапливается со скоростью 5 ОЗ/с, и когда он достигает текущего уровня здоровья экипажа, враг оказывается под контролем разума. Предотвращает попадание под контроль разума экипажа союзников. Наносит урон вражеским абордажникам со скоростью 3 ОЗ/с. Дроны и следующие виды будут невосприимчивы к урону и контролю разума модуля: Ракушки, Вампсорняки, ланиусы, призраки.

source: Inculcation Gas+
ru: Инкубационный газ+

source: This odd formula of Shell gas carries toxins developed by Shell Anarchists to mind control enemy crew. The effect builds up at a rate of 10hp/s, when it reaches the current health of the crew it then mind controls the enemy. Prevents allied crew from being mind controlled. Damages enemy boarders at a rate of 6hp/s. Drones and the following species will be immune to the damage and mind control of the augment: Shells, Vampweeds, Lanius, Ghosts.
ru: Эта странная формула газа ракушек содержит токсины, разработанные Анархистами ракушками для контроля разума вражеского экипажа. Эффект накапливается со скоростью 10 ОЗ/с, и когда он достигает текущего уровня здоровья экипажа, враг оказывается под контролем разума. Предотвращает попадание под контроль разума экипажа союзников. Наносит урон вражеским абордажникам со скоростью 6 ОЗ/с. Дроны и следующие виды будут невосприимчивы к урону и контролю разума модуля: Ракушки, Вампсорняки, ланиусы, призраки.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHLEG_GEL"]/title
source: Slug Shell Gel
ru: Гель ракушек-слизней

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHLEG_GEL"]/desc
source: Slug ships excrete a thick gel that repairs breaches and coats the inside of empty rooms, provides friendly crew with 3hp/s of healing and drains enemy crew at 3hp/s inside of empty rooms. Also provides a cheaper option for repairs at empty beacons. Drones and the following species will be immune to the damage of the augment: Shells, Vampweeds, Lanius, Ghosts.
ru: Корабли слизней выделяют густой гель, который заделывает пробоины и покрывает внутренности пустых отсеков, лечит дружественной экипаж со скоростью 3 ОЗ/с и наносит 3 ОЗ/с урона вражескому экипажу в пустых отсеках. Также предоставляет более дешевый вариант ремонта у пустых маяков. Дроны и следующие виды будут невосприимчивы к урону модуля: Ракушки, Вампсорняки, ланиусы, призраки.

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_AEA_SHLEG_GEL"]/title
source: Slug Shell Gel
ru: Гель ракушек-слизней

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_AEA_SHLEG_GEL"]/desc
source: Slug ships excrete a thick gel that repairs breaches and coats the inside of empty rooms, provides friendly crew with 3hp/s of healing and drains enemy crew at 3hp/s inside of empty rooms. Also provides a cheaper option for repairs at empty beacons. Drones and the following species will be immune to the damage of the augment: Shells, Vampweeds, Lanius, Ghosts.
ru: Корабли слизней выделяют густой гель, который заделывает пробоины и покрывает внутренности пустых отсеков, лечит дружественной экипаж со скоростью 3 ОЗ/с и наносит 3 ОЗ/с урона вражескому экипажу в пустых отсеках. Также предоставляет более дешевый вариант ремонта у пустых маяков. Дроны и следующие виды будут невосприимчивы к урону модуля: Ракушки, Вампсорняки, ланиусы, призраки.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_BOMB_FAKE"]/title
source: Inculcation Bomb
ru: Инкубационная бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_BOMB_FAKE"]/short
source: Inc B.
ru: Инк. бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_BOMB_FAKE"]/desc
source: This bomb deploys toxic gas that does 3hp/s and builds up mind control on enemy crew.
ru: Эта бомба выпускает токсичный газ, который наносит 3 ОЗ/с и устанавливает контроль над разумом вражеского экипажа.

source: No hull or system damage, but deals much bio damage
ru: Не наносит урона корпусу и системе, но наносит большой биоурон.

source: Inculcation Bomb
ru: Инкубационная бомба

source: Inc B.
ru: Инк. бомба

source: This bomb deploys toxic gas that does 3hp/s and builds up mind control on enemy crew.
ru: Эта бомба выпускает токсичный газ, который наносит 3 ОЗ/с и устанавливает контроль над разумом вражеского экипажа.

source: No hull or system damage, but deals much bio damage
ru: Не наносит урона корпусу и системе, но наносит большой биоурон.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_BOMB"]/title
source: Inculcation Bomb
ru: Инкубационная бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_BOMB"]/short
source: Inc B.
ru: Инк. бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_BOMB"]/desc
source: This bomb deploys toxic gas that does 3hp/s and builds up mind control on enemy crew.
ru: Эта бомба выпускает токсичный газ, который наносит 3 ОЗ/с и устанавливает контроль над разумом вражеского экипажа.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_BOMB"]/tooltip
source: No hull or system damage, but deals much bio damage
ru: Не наносит урона корпусу и системе, но наносит большой биоурон.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_MISSILES"]/title
source: 'Hypnos' Missiles
ru: Ракетная установка "Гипноз"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_MISSILES"]/short
source: 'Hypnos'
ru: Гипноз

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_MISSILES"]/desc
source: A powerful Missile loaded with a toxic gas that does 3hp/s and builds up mind control on enemy crew.
ru: Мощная ракета, наполненная токсичным газом, который наносит 3 ОЗ/с урона и устанавливает контроль над разумом вражеского экипажа.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_SHLEG_MISSILES"]/tooltip
source: Fires 1 missile; does 3 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 3 урона; пробивает все щиты.

source: 'Hypnos' Missiles
ru: Ракетная установка "Гипноз"

source: 'Hypnos'
ru: Гипноз

source: A powerful Missile loaded with a toxic gas that does 3hp/s and builds up mind control on enemy crew.
ru: Мощная ракета, наполненная токсичным газом, который наносит 3 ОЗ/с урона и устанавливает контроль над разумом вражеского экипажа.

source: Fires 1 missile; does 3 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 3 урона; пробивает все щиты.

source: Anarchy Cruiser
ru: Крейсер Анархии

source: The Downfall
ru: Падение

source: This ship is equipped with a powerful artillery beam which damages systems and fills rooms with a mind control gas.
ru: Этот корабль оснащен мощным артиллерийским лучом, который повреждает системы и наполняет помещения газом, контролирующим сознание.

source: Anarchy Cruiser
ru: Крейсер Анархии

source: Late Stage Capitalism
ru: Поздний Капитализм

source: The crew of this ship use their abilities to board and destroy their enemies.
ru: Экипаж этого корабля использует свои способности, чтобы брать на абордаж и уничтожать врагов.

source: Anarchy Cruiser
ru: Крейсер Анархии

source: The Visionary
ru: Провидец

source: Originally constructed by the Slug Anarchists this ship has been reclaimed by the kleptocracy and now operates under their control.
ru: Изначально построенный Анархистами-слизнями, этот корабль был захвачен Клептократией и теперь выполняет их задачи.

source: Disorder Cruiser
ru: Крейсер Раздора

source: The Uprising
ru: Мятеж

source: This ship protects itself from enemy boarders with a powerful gas that mind controls enemies.
ru: Этот корабль защищает себя от вражеских абордажников с помощью мощного газа, который контролирует разум врагов.

source: Disorder Cruiser
ru: Крейсер Раздора

source: The Socialist
ru: Социалист

source: The crew on this ship are able to work together onboard the enemy ship to quickly cleanup enemy crew.
ru: Экипаж этого корабля может действовать сообща на борту вражеского корабля, чтобы быстро зачистить вражескую команду.

source: Disorder Cruiser
ru: Крейсер Раздора

source: The Incoherent
ru: Непоследовательность

source: This ship has the kit to both take out the enemy crew or destroy the ship outright.
ru: Этот корабль способен как уничтожить вражеский экипаж, так и полностью разрушить судно.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW5"]/class
source: Sorrow and Sickle's Crewser
ru: Корабль Скорби и Серпа

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW5"]/name
source: The Irukandji
ru: Ируканджи

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW5"]/desc
source: Together Sickle and Sorrow are incredibly capable against enemies vunerable to the gas, but may struggle to deal with those who are immune.
ru: Вместе Серп и Скорбь невероятно эффективны против врагов, уязвимых к газу, но могут не справиться с теми, кто невосприимчив к нему.

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_SHLEG_1"]/title
source: Inculcation Beam Artillery
ru: Инкубационная лучевая арт.

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_SHLEG_1"]/short
source: Inculcation Beam Artillery
ru: Инкубационная лучевая арт.

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_SHLEG_1"]/desc
source: [Base Cooldown: 20] Fires a more concentrated beam of chaotic gas. Deals minor crew and system damage, also fills any room it hits with inculcation gas.
ru: [Базовая перезарядка: 20] Выпускает более концентрированный луч хаотического газа. Наносит незначительный урон экипажу и системам, а также заполняет отсек, в который попадает, инкубационным газом.

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_SHLEG_1"]/tooltip
source: Artillery: 1 system damage per room. Fills rooms with inculcation gas, damaging and mind controlling enemies over time.
ru: Артиллерия: 1 системный урон за отсек. Заполняет отсеки инкубационным газом, который наносит урон и контролирует разум врагов с течением времени.

source: Inculcation Beam Artillery
ru: Инкубационная лучевая арт.

source: Inculcation Beam Artillery
ru: Инкубационная лучевая арт.

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Artillery: 1 system damage per room. Fills rooms with inculcation gas, damaging and mind controlling enemies over time.
ru: Артиллерия: 1 системный урон за отсек. Заполняет отсеки инкубационным газом, который наносит урон и контролирует разум врагов с течением времени.

source: Elite Crystal Burst MK II
ru: Элитный залповый кристалл мод. II

source: Crystal II
ru: € кристалл II

source: Modified projectile weapon that fires 3 shield piercing crystals. Elite variant that always applies lockdown and pierces 2 shields.
ru: Модифицированное снарядное оружие, выпускающее 3 кристалла, пробивающих щит. Элитный вариант, всегда запирает отсек и пробивает 2 щита.

source: Pierces 1 shield; fires 3 crystals that deal 1 damage each.
ru: Пробивает 1 щит; выпускает 3 кристалла, наносящих по 1 урону каждый.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shard_breaker"]/desc
source: An ancient group of pirates, the Shard-Forged are primarily crystals who split off from the Crystalline Empire long ago.
ru: Древняя группа пиратов, известная как Осколкорожденные, состоит в основном из кристаллинов, отколовшихся от своей Империи давным-давно.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shard_breaker"]/title
source: Shard-Forged
ru: Осколкорожденный

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shard_breaker"]/short
source: Shard-Forged
ru: Осколкорожденный

source: Active Ability (1 charge): Locks down rooms and damages enemies, but loses 25 HP and the ability to fight.
ru: Активная способность (1 заряд): Запирает отсек и наносит урон врагам, но теряет 25 ОЗ и способность сражаться.

source: Reduced suffocation damage
ru: Снижен урон от удушья

source: Max Health is increased to 125
ru: Максимальное здоровье увеличено до 125

source: Inflicts 0.6x damage in crew combat
ru: Наносит 0.6х урона в бою с экипажем

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shard_smasher"]/desc
source: An ancient group of pirates, The Shard-Forged are primarily crystals who split off from the crystilline empire long ago.
ru: Древняя группа пиратов, известная как Осколкорожденные, состоит в основном из кристаллинов, отколовшихся от своей Империи давным-давно.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shard_smasher"]/title
source: Shard-Forged Captain
ru: Капитан Осколкорожденных

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shard_smasher"]/short
source: Shard Captain
ru: Капитан Осколкорожденных

source: Active Ability (3 charges): Locks down rooms damaging enemies but losing the ability to fight. Each cast costs 25 health.
ru: Активная способность (3 заряда): Запирает отсеки, нанося урон врагам, но теряя возможность сражаться. Каждое использование отнимает 25 здоровья.

source: Reduced suffocation damage
ru: Снижен урон от удушья

source: Max Health is increased to 150
ru: Максимальное здоровье увеличено до 150

source: Inflicts 0.4x damage in crew combat
ru: Наносит 0.4х урона в бою с экипажем

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shard_dawn"]/desc
source: The Leader of the Shard-Forged through their possession of the Dawnshard. The Dawnshard grants them powerful abilities, but also puts a target on their back as the one who possesses the Dawnshard also possesses control of the Shard-Forged.
ru: Лидер Осколкорожденных благодаря владению Осколка Рассвета. Этот артефакт наделяет его могущественными способностями, но также оставляет свой отпечаток: тот, кто владеет Осколком Рассвета, обретает власть над Осколкорожденными.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shard_dawn"]/title
source: Dawnshard
ru: Осколок Рассвета

# data/blueprints.xml.append$//crewBlueprint[@name="aea_shard_dawn"]/short
source: Dawnshard
ru: Осколок Рассвета

source: Active Ability (3 charges): Locks down rooms damaging enemies but losing the ability to fight. Each cast costs 25 health.
ru: Активная способность (3 заряда): Запирает отсеки, нанося урон врагам, но теряя возможность сражаться. Каждое использование отнимает 25 здоровья.

source: Greatly reduced suffocation damage
ru: Значительно снижен урон от удушья

source: Max Health is increased to 200
ru: Максимальное здоровье увеличено до 200

source: Inflicts 0.25x damage in crew combat
ru: Наносит 0.25х урона в бою с экипажем

# data/blueprints.xml.append$//systemBlueprint[@name="aea_super_shields"]/title
source: Auxiliary Shields
ru: Вспомогательные щиты

# data/blueprints.xml.append$//systemBlueprint[@name="aea_super_shields"]/desc
source: Generates super shield layers. Incompatible with cloaking. Uses manning levels in shields. Can be overclocked to instantly generate shields up to it's maximum at the cost of becoming locked for 20 seconds.
ru: Генерирует слои Суперщита. Несовместим с маскировкой. Использует навык обслуживания щитов экипажа. Может быть разогнан, чтобы мгновенно генерировать щиты до максимального уровня, но при этом становится заблокированным на 20 секунд.

source: Super shield overcharger
ru: Нагнетатель суперщитов

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Auxiliary Overcharger [X]
ru: Вспомогательный нагнетатель [В]

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Computer Synchronisation
ru: Синхронизация компьютеров

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Computer Synchronisation [X]
ru: Синхронизация компьютеров [В]

source: Manning in Auxiliary Shields also provides Shields with 50% of the bonus, Manning in Shields provides Auxiliary Shields with 50% of it's bonus. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the On-board Tech category.
ru: Нахождение в отсеке Вспомогательных щитов увеличивает эффективность системы Щитов на 50%, а нахождение в отсеке Щитов увеличивает эффективность Вспомогательных щитов на 50%. Так как это улучшение - [В]нешнее, оно предоставляет свой обычный эффект, но занимает слот модуля. Может быть бесплатно конвертировано во встроенную версию из категории Бортовых технологий меню Встроенных улучшений.

# data/blueprints.xml.append$//augBlueprint[@name="BOON_AEA_SUPER_SHIELDS"]/title
source: Super shield boon
ru: Благо суперщитов

# data/blueprints.xml.append$//augBlueprint[@name="BOON_AEA_SUPER_SHIELDS"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_SHARD_AUTO"]/title
source: Shard-Slicer Beam
ru: Осколочно-режущий луч

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_SHARD_AUTO"]/short
source: Artillery
ru: Артиллерия

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_SHARD_AUTO"]/desc
source: [Base Cooldown: 25] 2 damage, 2 shield pierce beam with a long trail, locks down rooms on hit.
ru: [Базовая перезарядка: 25] Длинный луч, пробивающий 2 щита, наносящий 2 урона, запирает отсеки при попадании.

source: Artillery: 2 damage, 2 shield pierce beam with a long trail, locks down rooms on hit
ru: Артиллерия: Длинный луч, пробивающий 2 щита, наносящий 2 урона, запирает отсеки при попадании

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHARD_COOLER"]/title
source: Shard-Forged Cooling Unit
ru: Блок охлаждения Осколкорожденных

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHARD_COOLER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHARD_ARMOUR"]/title
source: Shard-Forged Armor
ru: Броня Осколкорожденных

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHARD_ARMOUR"]/desc
source: Every time your ship takes damage, there is a 50% chance to break off a shard that flies at your enemy. Creates a single super shield layer on jump, Stacks with other supershields.
ru: Каждый раз, когда ваш корабль получает урон, есть 50% шанс отколоть осколок, который полетит во врага. Создает один слой суперщита при прыжке, складывается с другими суперщитами.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHARD_SHIELD"]/title
source: Shard-Forged Shielding
ru: Щиты Осколкорожденных
