Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: [CURRENT MODE: Anti-Drone] Multipurpose drone used be the Engi Heretics, capable of resurrecting drones and missiles it hits, incapable of targetting lasers. Reload: 3000 MS
ru: [ТЕКУЩИЙ РЕЖИМ: Анти-дрон] Многоцелевой дрон, используемый Еретиками энджи, способен воссоздавать на свою сторону дроны и ракеты, в которые он попадает, но не способен поражать лазерные заряды. Перезарядка: 3000 МС

source: Heretic Defense Drone MK II [M]
ru: Защитный дрон Еретиков мод. II [Р]

source: Heretic II [M]
ru: Еретик II [Р]

source: [CURRENT MODE: Anti-Missile] Multipurpose drone used be the Engi Heretics, capable of resurrecting drones and missiles it hits, incapable of targetting lasers. Reload: 750 MS
ru: [ТЕКУЩИЙ РЕЖИМ: Противоракетный] Многоцелевой дрон, используемый Еретиками энджи, способен воссоздавать на свою сторону дроны и ракеты, в которые он попадает, но не способен поражать лазерные заряды. Перезарядка: 750 МС

source: Heretic Defense Drone MK II [D]
ru: Защитный дрон Еретиков мод. II [Д]

source: Heretic II [D]
ru: Еретик II [Д]

source: [CURRENT MODE: Anti-Drone] Multipurpose drone used be the Engi Heretics, capable of resurrecting drones and missiles it hits, incapable of targetting lasers. Reload: 1500 MS
ru: [ТЕКУЩИЙ РЕЖИМ: Анти-дрон] Многоцелевой дрон, используемый Еретиками энджи, способен воссоздавать на свою сторону дроны и ракеты, в которые он попадает, но не способен поражать лазерные заряды. Перезарядка: 1500 МС

source: Drone Laser
ru: Лазер дрона

source: Drone Beam
ru: Лучевой дрон

source: Technomancy Drone Mk. I [Laser]
ru: Дрон "Техномантия" мод. I [Лазер]

source: Techno I [L]
ru: Техном. I [Л]

source: [CURRENT MODE: Laser] Multipurpose combat drone use by the Engi Heretics. On death, the drone will create two smaller faster drones that shoot 3 shots before falling apart.
ru: [ТЕКУЩИЙ РЕЖИМ: Лазер] Многоцелевой боевой дрон, используемый Еретиками энджи. После смерти дрон создает два меньших быстрых дрона, которые совершают 3 выстрела, прежде чем развалиться на части.

source: Technomancy Drone Mk. I [Beam]
ru: Дрон "Техномантия" мод. I [Луч]

source: Techno I [B]
ru: Техном. I [ЛУЧ]

source: [CURRENT MODE: Beam] Multipurpose combat drone use by the Engi Heretics. On death, the drone will create two smaller faster drones that shoot 3 shots before falling apart.
ru: [ТЕКУЩИЙ РЕЖИМ: Луч] Многоцелевой боевой дрон, используемый Еретиками энджи. После смерти дрон создает два меньших быстрых дрона, которые совершают 3 выстрела, прежде чем развалиться на части.

source: Technomancy Drone Mk. I [Laser]
ru: Дрон "Техномантия" мод. I [Лазер]

source: Techno I [L]
ru: Техном. I [Л]

source: [CURRENT MODE: Laser] Basic Combat toggle Drone that can switch between a Laser and Beam weapon.
ru: [ТЕКУЩИЙ РЕЖИМ: Лазер] Стандартный боевой дрон с функцией переключения между лазерным и лучевым режимом.

source: Technomancy Drone Mk. I [Beam]
ru: Дрон "Техномантия" мод. I [Луч]

source: Techno I [B]
ru: Техном. I [ЛУЧ]

source: [CURRENT MODE: Beam] Basic Combat toggle Drone that can switch between a Laser and Beam weapon.
ru: [ТЕКУЩИЙ РЕЖИМ: Луч] Стандартный боевой дрон с функцией переключения между лазерным и лучевым режимом.

source: Technomancy Drone Mk. II [Laser]
ru: Дрон "Техномантия" мод. II [Лазер]

source: Techno II [L]
ru: Техном. II [Л]

source: [CURRENT MODE: Laser] Multipurpose combat drone use by the Engi Heretics. On death, the drone will create three smaller faster drones that shoot 3 shots before falling apart. Moves faster and creates more mini drones than the MK I.
ru: [ТЕКУЩИЙ РЕЖИМ: Лазер] Многоцелевой боевой дрон, используемый Еретиками энджи. После смерти дрон создает два меньших быстрых дрона, которые совершают 3 выстрела, прежде чем развалиться на части. Двигается быстрее и создает больше мини-дронов, чем мод. I

source: Technomancy Drone Mk. II [Beam]
ru: Дрон "Техномантия" мод. II [Луч]

source: Techno II [B]
ru: Техном. II [ЛУЧ]

source: [CURRENT MODE: Beam] Multipurpose combat drone use by the Engi Heretics. On death, the drone will create three smaller faster drones that shoot 3 shots before falling apart. Moves faster and creates more mini drones than the MK I.
ru: [ТЕКУЩИЙ РЕЖИМ: Луч] Многоцелевой боевой дрон, используемый Еретиками энджи. После смерти дрон создает два меньших быстрых дрона, которые совершают 3 выстрела, прежде чем развалиться на части. Двигается быстрее и создает больше мини-дронов, чем мод. I

source: Fragment Laser
ru: Фрагмент лазера

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_1"]/title
source: Shatter Laser MK I
ru: Осколочный лазер мод. I

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_1"]/short
source: Shatter I
ru: Оск. лазер I

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_1"]/desc
source: Shatter Lasers are heavy duty lasers which shatter on contact with shields, fragments of the laser pierce the shields inflicting a weakening effect and heavy damage to the enemy crew in the area. Shatters into 3 fragments on 1 shield layer, 2 on 2 layers, 1 on 3 layers, 0 otherwise. Fragments do 15 crew damage, have a 10% breach chance, and inflict a 20% damage reduction effect to enemy crew.
ru: Осколочные лазеры - это сверхмощные лазеры, которые разбиваются при контакте со щитами. Осколки лазера пробивают щиты, нанося ослабляющий эффект и тяжелый урон вражескому экипажу в зоне поражения. Разбивается на 3 фрагмента при 1 слое щита, на 2 при 2 слоях, на 1 при 3 слоях, и на 0 в остальных случаях. Фрагменты наносят 15 единиц урона экипажу, имеют 10% шанс пробить щит и накладывают на вражеский экипаж эффект 20% снижения урона.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_1"]/tooltip
source: Heavy laser; 2 damage, 1 shot. 9 second cooldown.
ru: Тяжелый лазер; 2 урона, 1 выстрел. 9 сек. перезарядка.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_2"]/title
source: Shatter Laser MK II
ru: Осколочный лазер мод. II

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_2"]/short
source: Shatter II
ru: Оск. лазер II

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_2"]/desc
source: Shatter Lasers are heavy duty lasers which shatter on contact with shields, fragments of the laser pierce the shields inflicting a weakening effect and heavy damage to the enemy crew in the area. Shatters into 3 fragments on 1 shield layer, 2 on 2 layers, 1 on 3 layers, 0 otherwise. Fragments do 15 crew damage, have a 10% breach chance, and inflict a 20% damage reduction effect to enemy crew.
ru: Осколочные лазеры - это сверхмощные лазеры, которые разбиваются при контакте со щитами. Осколки лазера пробивают щиты, нанося ослабляющий эффект и тяжелый урон вражескому экипажу в зоне поражения. Разбивается на 3 фрагмента при 1 слое щита, на 2 при 2 слоях, на 1 при 3 слоях, и на 0 в остальных случаях. Фрагменты наносят 15 единиц урона экипажу, имеют 10% шанс пробить щит и накладывают на вражеский экипаж эффект 20% снижения урона.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_2"]/tooltip
source: Heavy laser; 2 damage, 1 shot. 9 second cooldown.
ru: Тяжелый лазер; 2 урона, 1 выстрел. 9 сек. перезарядка.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_3"]/title
source: Shatter Laser MK III
ru: Осколочный лазер мод. III

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_3"]/short
source: Shatter III
ru: Оск. лазер III

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_3"]/desc
source: Shatter Lasers are heavy duty lasers which shatter on contact with shields, fragments of the laser pierce the shields inflicting a weakening effect and heavy damage to the enemy crew in the area. Shatters into 3 fragments on 1 shield layer, 2 on 2 layers, 1 on 3 layers, 0 otherwise. Fragments do 15 crew damage, have a 10% breach chance, and inflict a 20% damage reduction effect to enemy crew.
ru: Осколочные лазеры - это сверхмощные лазеры, которые разбиваются при контакте со щитами. Осколки лазера пробивают щиты, нанося ослабляющий эффект и тяжелый урон вражескому экипажу в зоне поражения. Разбивается на 3 фрагмента при 1 слое щита, на 2 при 2 слоях, на 1 при 3 слоях, и на 0 в остальных случаях. Фрагменты наносят 15 единиц урона экипажу, имеют 10% шанс пробить щит и накладывают на вражеский экипаж эффект 20% снижения урона.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_NECRO_3"]/tooltip
source: Heavy laser; 2 damage, 1 shot. 9 second cooldown.
ru: Тяжелый лазер; 2 урона, 1 выстрел. 9 сек. перезарядка.

source: Shatter Laser MK II
ru: Осколочный лазер мод. II

source: Shatter II
ru: Оск. лазер II

source: Shatter Lasers are heavy duty lasers which shatter on contact with shields, fragments of the laser pierce the shields inflicting a weakening effect and heavy damage to the enemy crew in the area. Shatters into 3 fragments on 1 shield layer, 2 on 2 layers, 1 on 3 layers, 0 otherwise. Fragments do 15 crew damage, have a 10% breach chance, and inflict a 20% damage reduction effect to enemy crew.
ru: Осколочные лазеры - это сверхмощные лазеры, которые разбиваются при контакте со щитами. Осколки лазера пробивают щиты, нанося ослабляющий эффект и тяжелый урон вражескому экипажу в зоне поражения. Разбивается на 3 фрагмента при 1 слое щита, на 2 при 2 слоях, на 1 при 3 слоях, и на 0 в остальных случаях. Фрагменты наносят 15 единиц урона экипажу, имеют 10% шанс пробить щит и накладывают на вражеский экипаж эффект 20% снижения урона.

source: Heavy laser; 2 damage, 1 shot. 9 second cooldown.
ru: Тяжелый лазер; 2 урона, 1 выстрел. 9 сек. перезарядка.

source: Shatter Charge Laser
ru: Зарядный осколочный лазер

source: Shatter C.
ru: Заряд. оск. лазер

source: Shatter Lasers are heavy duty lasers which shatter on contact with shields, fragments of the laser pierce the shields inflicting a weakening effect and heavy damage to the enemy crew in the area. Shatters into 3 fragments on 1 shield layer, 2 on 2 layers, 1 on 3 layers, 0 otherwise. Fragments do 15 crew damage, have a 10% breach chance, and inflict a 20% damage reduction effect to enemy crew.
ru: Осколочные лазеры - это сверхмощные лазеры, которые разбиваются при контакте со щитами. Осколки лазера пробивают щиты, нанося ослабляющий эффект и тяжелый урон вражескому экипажу в зоне поражения. Разбивается на 3 фрагмента при 1 слое щита, на 2 при 2 слоях, на 1 при 3 слоях, и на 0 в остальных случаях. Фрагменты наносят 15 единиц урона экипажу, имеют 10% шанс пробить щит и накладывают на вражеский экипаж эффект 20% снижения урона.

source: Heavy laser; 2 damage, 1 shot. 9 second cooldown.
ru: Тяжелый лазер; 2 урона, 1 выстрел. 9 сек. перезарядка.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_NECRO_1"]/title
source: 'Kris' Pinpoint
ru: Точечный луч "Крис"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_NECRO_1"]/short
source: 'Kris'
ru: Крис

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_NECRO_1"]/desc
source: A fairly simple weapon that fires a straight beam that can only hit 1 room, but does 2 damage. The weapon also splits enemy crew in two on hit.
ru: Довольно простое оружие, стреляющее направленным лучом, который может попасть только в один отсек, но наносит 2 урона. Оружие также разделяет вражеский экипаж на два при попадании.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_NECRO_1"]/tooltip
source: One damage per room beam weapon
ru: Один урон за каждый отсек в который попадет.

source: Oppressor Cruiser
ru: Крейсер Угнетатель

source: Bulk
ru: Насыпающий

source: This ship relies on it's heavy frontal armour to protect itself from a variety of different projectiles and missiles.
ru: Этот корабль полагается на тяжелую лобовую броню, чтобы защитить себя от множества различных снарядов и ракет.

source: Oppressor Cruiser
ru: Крейсер Угнетатель

source: Statue
ru: Статуя

source: When an obelisk ship got pulled into Lylmik space they managed to take over a Lylmik cruiser and used it to escape.
ru: Когда корабль обелисков попал в пространство лилмиков, им удалось захватить крейсер лилмиков и сбежать с его помощью.

source: Dreadnought Artillery
ru: Артиллерия дредноута

source: Dread
ru: Дредноут

source: A bomb weapon, but unlike any you've ever seen. It appears to be much stronger than common bombs.
ru: Пусковая установка бомб, не похожая ни на одну из тех, что вы когда-либо видели. Похоже эти бомбы намного мощнее обычных.

source: Bomb weapon; requires a missile; does 2 damage, but only damages system, not hull. Can target your own ship.
ru: Бомбовое оружие; требует боеголовки; наносит 2 урона, но наносит урон только системам, а не корпусу. Может быть нацелено на ваш собственный корабль.

source: Oppressor Cruiser
ru: Крейсер Угнетатель

source: Sylvan
ru: Сильван

source: Sylvan's capable crew managed to take over a Lylmik cruiser when they got trapped in Lylmik space. They removed the armour to enable the engines to be much more powerful than usual
ru: Умелый экипаж Сильвана сумел захватить крейсер лилмиков, когда они оказались в ловушке в пространстве лилмиков. Они сняли броню, чтобы двигатели стали гораздо мощнее, чем обычно.

source: Tyrant Cruiser
ru: Крейсер Тиран

source: Hammer Head
ru: Наконечник молотка

source: An armoured ship capable of preventing frontal damage with it's powerful armour.
ru: Бронированный корабль, способный предотвратить фронтальный урон благодаря мощной броне.

source: Tyrant Cruiser
ru: Крейсер Тиран

source: The Harrier
ru: Лунь

source: When the federation got their hands on this vessel they reconfigured the armour for ultimate protection of the shields room, unfortunetly it also made shields alot harder to repair.
ru: Когда Федерация получила в свои руки этот корабль, они изменили конфигурацию брони, чтобы обеспечить максимальную защиту отсека щитов, но, к сожалению, это также сделало щиты гораздо более сложными для ремонта.

source: Tyrant Cruiser
ru: Крейсер Тиран

source: The Milieu
ru: Окружающая среда

source: This vessel incomporates an experimental allow that provides the entire ship with resistance to damage.
ru: На этом судне установлена экспериментальная система, обеспечивающая устойчивость всего корабля к повреждениям.

source: Atoning Unifex
ru: Атонинг Юнифекс

source: Remorse
ru: Раскаяние

source: The personal ship of Atoning Unifex, a well armed ship that exploits the weaknesses exposed by the ability to board and hack the enemy's systems.
ru: Личный корабль Атонинга Юнифекса, хорошо вооруженный корабль, который пользуется слабыми местами, открывающимися благодаря возможности брать на абордаж и взламывать системы противника.

source: Asymptotic Essence
ru: Асимптотическая Сущность

source: Aspect
ru: Аспект

source: The personal ship of Asymptotic Essence, a utility focussed ship, able to make the most of it's systems using their effective abilities.
ru: Личный корабль Асимптотической Сущности - корабль, ориентированный на утилитарность, способный максимально использовать все системы, используя все их возможности.

source: Eupathic Impulse
ru: Эвпатический Импульс

source: Motive
ru: Мотив

source: The personal ship of Eupathic Impulse, a boarding focused ship able to set the enemy alight with their dangerous abilities.
ru: Личный корабль Эвпатического Импульса, ориентированный на абордаж, способный поджечь врага своими опасными способностями.

source: Homologous Trend
ru: Гомологичный Тренд

source: Tendency
ru: Тенденция

source: The personal ship of Homologous Trend, a defensive ship able to heal back damage using their powerful abilities.
ru: Личный корабль Гомологического Тренда, защитный корабль, способный восстанавливать повреждения с помощью своих мощных способностей.

source: Noetic Concordance
ru: Ноэтический Конкорданс

source: Harmony
ru: Гармония

source: The personal ship of Noetic Concordance, designed around making use of their ability to create super shield layers on demand.
ru: Личный корабль Ноэтического Конкорданса, созданный для использования его способностей создавать суперзащитные слои по желанию.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_EVASION"]/title
source: Predictive Guidance
ru: Предсказуемое наведение

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_EVASION"]/desc
source: Predicts the position of the enemy ship allowing the pilot to ensure armour faces towards the enemy. The projectiles appear X degrees infront of the ship where X is determined by your ships evasion. 60%+ evasion = 11.25 degrees 50%+ evasion = 22.5 degrees 40%+ evasion = 30 degrees 30%+ evasion = 45 degrees 20%+ evasion = 60 degrees 10%+ evasion = 90 degrees
ru: Предсказывает положение вражеского корабля, позволяя пилоту направить броню в сторону противника. Снаряды появляются на X градусов впереди корабля, где X определяется уклонением вашего корабля: 60%+ уклонение = 11.25 градуса 50%+ уклонение = 22.5 градуса 40%+ уклонение = 30 градусов 30%+ уклонение = 45 градусов 20%+ уклонение = 60 градусов 10%+ уклонение = 90 градусов

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_SHIELD_REPAIR"]/title
source: Armoured Shields
ru: Бронированные щиты

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_SHIELD_REPAIR"]/desc
source: You shield system is surrounded by armour which will reduce the damage of projectiles by 1. Unfortunately it makes shields repair at 50% speed.
ru: Система щитов окружена броней, которая снижает урон от снарядов на 1. К сожалению, она заставляет щиты восстанавливаться с 50% скоростью.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_ARMOUR_ALLOY"]/title
source: Alloy Armour
ru: Сплав брони

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_ARMOUR_ALLOY"]/desc
source: This ship uses a prototype alloy that enables the entire ship to reduce damage of incoming projectiles by 1. Does not work on beams.
ru: Этот корабль использует прототип сплава, который позволяет всему кораблю снижать урон от приближающихся снарядов на 1. Не работает с лучами.

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_AEA_GRAPPLE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_NO_ARTY_REPAIR"]/title
source: NEVER SEE THIS
ru: НИКОГДА НЕ ВИДИТЕ ЭТО

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_NO_ARTY_REPAIR"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_EVASION_ENEMY"]/title
source: Predictive Guidance
ru: Предсказуемое наведение

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_EVASION_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Weak Predictive Guidance
ru: Слабое предсказ. наведение

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_SHIELD"]/title
source: Mysterious Shields
ru: Таинственные щиты

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_SHIELD"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_SHIELD_WEAK"]/title
source: Mysterious Shields
ru: Таинственные щиты

# data/blueprints.xml.append$//augBlueprint[@name="AEA_OLD_SHIELD_WEAK"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_COMPONENT_OLD"]/title
source: High Tech Components
ru: Высокотехнологичные компоненты

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_COMPONENT_OLD"]/short
source: High Tech C.
ru: Высокотех. комп.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_COMPONENT_OLD"]/desc
source: Components belonging to the technology constructed by the Lylmik, can be used to perform various upgrades to extend your ships capabilities.
ru: Компоненты, относящиеся к технологиям, созданных лилмиками, можно использовать для различных модернизаций, чтобы расширить возможности корабля.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_COMPONENT_OLD"]/tooltip
source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLD_1"]/title
source: 'Mace' Heavy Laser
ru: Тяжелый лазер "Булава"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLD_1"]/short
source: 'Mace'
ru: Булава

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLD_1"]/desc
source: A powerful laser that breaks two shield layers with each hit. Built by a powerful race that have hidden themselves from the rest of the multiverse.
ru: Мощный лазер, который при каждом попадании разрушает два слоя щита. Создан могущественной расой, которая спряталась от остальной части Мультивселенной.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLD_2"]/title
source: 'Flail' Heavy Laser
ru: Тяжелый лазер "Цеп"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLD_2"]/short
source: 'Flail'
ru: Цеп

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLD_2"]/desc
source: A powerful laser that breaks two shield layers with each hit. Built by a powerful race that have hidden themselves from the rest of the multiverse.
ru: Мощный лазер, который при каждом попадании разрушает два слоя щита. Создан могущественной расой, которая спряталась от остальной части Мультивселенной.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLD_3"]/title
source: 'Sali' Heavy Laser
ru: Тяжелый лазер "Сали"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLD_3"]/short
source: 'Sali'
ru: Сали

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLD_3"]/desc
source: A powerful laser that breaks two shield layers with each hit. Built by a powerful race that have hidden themselves from the rest of the multiverse.
ru: Мощный лазер, который при каждом попадании разрушает два слоя щита. Создан могущественной расой, которая спряталась от остальной части Мультивселенной.

source: Lylmik Artillery
ru: Артиллерия лилмиков

source: Lylmik Artillery
ru: Артиллерия лилмиков

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLER_AEA_OLD_BEAM"]/desc
source: Fires a powerful pinpoint that cannot pierce shields but applies erosion on hit.
ru: Стреляет мощным точечным лучом, которое не может пробить щиты, но наносит эрозию при попадании.

source: Artillery: Fires a powerful pinpoint that cannot pierce shields but applies erosion on hit.
ru: Артиллерия: Стреляет мощными точечным лучом, который не можете пробить щиты, но наносят эрозию при попадании.

source: Lylmik Artillery
ru: Артиллерия лилмиков

source: Lylmik Artillery
ru: Артиллерия лилмиков

source: Fires a powerful pinpoint that cannot pierce shields but applies erosion on hit.
ru: Стреляет мощным точечным лучом, которое не может пробить щиты, но наносит эрозию при попадании.

source: Artillery: Fires a powerful pinpoint that cannot pierce shields but applies erosion on hit.
ru: Артиллерия: Стреляет мощными точечным лучом, который не можете пробить щиты, но наносят эрозию при попадании.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLDP_1"]/title
source: 'Machete' Burst Laser
ru: Импульсный лазер "Мачете"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLDP_1"]/short
source: 'Machete'
ru: Мачете

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLDP_1"]/desc
source: A powerful laser that breaks shields but do not do any hull damage. Built by a powerful race that have hidden themselves from the rest of the multiverse.
ru: Мощный лазер, который разрушает щиты, но не наносит урона корпусу. Создан могущественной расой, которая скрылась от остальной части Мультивселенной.
