Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_ACID"]/title
source: Acidic Crew
ru: Кислотный экипаж

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_ACID"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_BIRD"]/title
source: Gi Crew
ru: Экипаж ги

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_BIRD"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_CULT"]/title
source: Cultist Crew
ru: Экипаж сектантов

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_CULT"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_NECRO"]/title
source: Heretic Crew
ru: Экипаж Еретиков

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_NECRO"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_SHLEG"]/title
source: Anarchist Crew
ru: Экипаж Анархистов

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_SHLEG"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_SHARD"]/title
source: Shard-Forged Crew
ru: Экипаж Осколкорожденных

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_SHARD"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_JUSTICE"]/title
source: Justicier Crew
ru: Экипаж Юстициария

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_JUSTICE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_OLD"]/title
source: Lylmik Crew
ru: Экипаж лилмиков

# data/blueprints.xml.append$//augBlueprint[@name="BOON_CREW_AEA_OLD"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_ACIDIC"]/title
source: Acidic Cruiser
ru: Корабль Кислотников

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_ACIDIC"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_WHALE"]/title
source: Whale Cruiser
ru: Китовый крейсер

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_WHALE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_NECRO"]/title
source: Heretic Cruiser
ru: Корабль Еретиков

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_NECRO"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_BIRD"]/title
source: Gi Cruiser
ru: Корабль ги

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_BIRD"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_OLD"]/title
source: Lylmik Cruiser
ru: Крейсер лилмиков

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_OLD"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_JUSTICE"]/title
source: Justicier Cruiser
ru: Крейсер Юстициария

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_JUSTICE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_BROADSIDE"]/title
source: Broadside Cruiser
ru: Крейсер Броадсайд

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_BROADSIDE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_BROADSIDE2"]/title
source: Broadside Cruiser
ru: Крейсер Броадсайд

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_BROADSIDE2"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_BROADSIDE3"]/title
source: Broadside Cruiser
ru: Крейсер Броадсайд

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AEA_BROADSIDE3"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Acidic Cruiser
ru: Кислотный крейсер

source: The Alkaline
ru: Щелочный

source: Originating from the Acidic Growth, the vessel allowed the Growth to extend it's reach beyond the nebulas it formed in. So far only the orchids have brokered peace with the Acidic Growth. This ship has an upgraded oxygen system.
ru: Возникнув из Кислотного роста, этот корабль позволил ему выйти за пределы туманностей, в которых он сформировался. Пока только орхидеи заключили мир с Кислотным ростом. На этом корабле установлена улучшенная кислородная установка.

source: Acidic Cruiser
ru: Кислотный крейсер

source: The Caustic
ru: Едкий

source: This prototype design incorporates duel quick firing artillery beams to drill through enemy ships.
ru: Этот прототип оснащен сдвоенными скорострельными артиллерийскими лучами, позволяющими пробивать вражеские корабли.

source: Acidic Cruiser
ru: Кислотный крейсер

source: The Acidic
ru: Кислотный

source: A federation modification of the Acidic Cruiser, this vessel replaces the Acidic filtering system with a more traditional fire suppression system.
ru: Являясь модификацией Кислотного крейсера, это судно заменяет систему фильтрации кислот на более традиционную систему пожаротушения.

source: Acidic Destroyer
ru: Кислотный разрушитель

source: Bleach
ru: Отбеливатель

source: A new line of Acidic Cruiser, these ships are specifically designed for high fire power, however this comes at the cost of a weaker shielding system.
ru: Новая линия кислотных крейсеров, эти корабли специально разработаны для высокой огневой мощи, однако за это приходится расплачиваться более слабой системой защиты.

source: Acidic Destroyer
ru: Кислотный разрушитель

source: Antacid
ru: Антацид

source: This ship combines a strong weapon system with a boarding setup to create a powerful and dangerous ship.
ru: Этот корабль сочетает в себе мощную систему вооружения и абордажную систему, что позволяет создать мощный и опасный корабль.

source: Acidic Destroyer
ru: Кислотный разрушитель

source: Hydroxide
ru: Гидроксид

source: This vessel gets rid of the shield system entirely, focusing on using cloaking and it's more powerful weapon system capable of handling up to 5 weapons at once.
ru: Этот корабль полностью избавился от системы щитов, сосредоточившись на использовании маскировки и более мощной системы вооружения, способной работать с 5 орудиями одновременно.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW1"]/class
source: Bill's Crewser
ru: Корабль Билла

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW1"]/name
source: Salt Water
ru: Соленая вода

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW1"]/desc
source: Bill has made a few friends on his adventures since becoming an Acidic Outcast.
ru: С тех пор как Билл стал Кислотным изгоем, у него появилось несколько друзей.

source: 'Hasta' Beam
ru: Луч "Гаста"

source: 'Hasta'
ru: Гаста

source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact.
ru: Разработан на основе Кислотного роста, это оружие продолжает разрушать систему противника после попадания.

source: 'Hasta' Beam
ru: Луч "Гаста"

source: 'Hasta'
ru: Гаста

source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact.
ru: Разработан на основе Кислотного роста, это оружие продолжает разрушать систему противника после попадания.

source: ACID Beam
ru: КИСЛОТНЫЙ луч

source: ACID
ru: КИСЛОТА

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BOMB_INVIS_ACID_1"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="AEA_ACID_JUMPER"]/title
source: Acidic FTL Drive
ru: Кислотный ССД

# data/blueprints.xml.append$//augBlueprint[@name="AEA_ACID_JUMPER"]/desc
source: An Advanced jump drive capable of travelling to any beacon in the sector.
ru: Продвинутый ССД, способный долететь до любого маяка в секторе.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_ACID_O2SYS"]/title
source: Acidic Filtering System
ru: Кислотная сист. фильтр.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_ACID_O2SYS"]/desc
source: Oxygen System can be switched between providing oxygen and putting out fires. Can be toggled in the storage menu outside of combat. In oxygen mode the system will provide 0.6 hp/sec which will scale up to 1.2 hp/sec at 4 power. In extinguisher mode the system will provide 1.8 hp/sec which will scale up to 3.6 hp/sec at 4 power.
ru: Кислородная установка может переключаться между подачей кислорода и тушением пожара. Переключить ее можно в меню склада вне боя. В режиме кислорода установка будет лечить 0.6 ОЗ/с, с возможностью увеличения до 1.2 ОЗ/с при мощности 4. В режиме огнетушителя установка будет лечить 1.8 ОЗ/с, с возможностью увеличения до 3.6 ОЗ/сек при мощности 4.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_ACID_O2SYS_OFF"]/title
source: Acidic Filtering System
ru: Кислотная сист. фильтр.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_ACID_O2SYS_OFF"]/desc
source: Oxygen System can be switched between providing oxygen and putting out fires. Can be toggled in the storage menu outside of combat. In oxygen mode the system will provide 0.6 hp/sec which will scale up to 1.2 hp/sec at 4 power. In extinguisher mode the system will provide 1.8 hp/sec which will scale up to 3.6 hp/sec at 4 power.
ru: Кислородная установка может переключаться между подачей кислорода и тушением пожара. Переключить ее можно в меню склада вне боя. В режиме кислорода установка будет лечить 0.6 ОЗ/с, с возможностью увеличения до 1.2 ОЗ/с при мощности 4. В режиме огнетушителя установка будет лечить 1.8 ОЗ/с, с возможностью увеличения до 3.6 ОЗ/сек при мощности 4.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_ACID_O2SYS_ENEMY"]/title
source: Acidic Filtering System
ru: Кислотная сист. фильтр.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_ACID_O2SYS_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Acidic Filtering System
ru: Кислотная сист. фильтр.

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_1"]/title
source: Acid Laser MK I
ru: Кислотный лазер мод. I

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_1"]/short
source: Acid I
ru: Кислотный I

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_1"]/desc
source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact.
ru: Разработан на основе Кислотного роста, это оружие продолжает разрушать систему противника после попадания.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_1"]/tooltip
source: Fires 3 projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает 3 снаряда, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_2"]/title
source: Acid Laser MK II
ru: Кислотный лазер мод. II

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_2"]/short
source: Acid II
ru: Кислотный II

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_2"]/desc
source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact.
ru: Разработан на основе Кислотного роста, это оружие продолжает разрушать систему противника после попадания.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_2"]/tooltip
source: Fires 3 projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает 3 снаряда, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_3"]/title
source: Acid Laser MK III
ru: Кислотный лазер мод. III

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_3"]/short
source: Acid III
ru: Кислотный III

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_3"]/desc
source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact.
ru: Разработан на основе Кислотного роста, это оружие продолжает разрушать систему противника после попадания.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_3"]/tooltip
source: Fires 3 projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает 3 снаряда, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_SUPER"]/title
source: Acid Laser Cannon
ru: Кислотная лазерная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_SUPER"]/short
source: Acid L.C
ru: Кислотная л. п.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_ACID_SUPER"]/desc
source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact. This weapon will fire a projectile at every system on the enemy ship.
ru: Созданное Кислотным ростом, это оружие продолжает разрушать вражеские системы после попадания. Это оружие выпускает снаряд в каждую систему вражеского корабля.

source: Fires x projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает x снарядов, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

source: Acid Laser Cannon
ru: Кислотная лазерная пушка

source: Acid L.C
ru: Кислотная л. п.

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Fires x projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает x снарядов, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

source: Laser Base
ru: Корпус лазерной пушки

source: Base
ru: Корпус

source: The Base of large Laser Cannon. Requires the Barrel.
ru: Основание большой Лазерной пушки. Требуется ствол.

source: Storage Weapon
ru: Складское оружие

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_ACID_1"]/title
source: 'Trident' Beam
ru: Луч "Трезубец"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_ACID_1"]/short
source: 'Trident'
ru: Трезубец

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_ACID_1"]/desc
source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact.
ru: Разработан на основе Кислотного роста, это оружие продолжает разрушать систему противника после попадания.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_ION_ACID_1"]/title
source: Acidic Barrage
ru: Залповая кислота

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_ION_ACID_1"]/short
source: Acidic B.
ru: Залп. кислота

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_ION_ACID_1"]/desc
source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact.
ru: Разработан на основе Кислотного роста, это оружие продолжает разрушать систему противника после попадания.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_ION_ACID_1"]/tooltip
source: Fires a single blast that does 1 ion damage and recharges very quickly. Can hit and disable shields as well as systems.
ru: Выпускает один заряд, наносящий 1 ионный урон и очень быстро перезаряжается. Может поражать и выводить из строя щиты и системы.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_ION_ACID_1_LOOT"]/title
source: Acidic Barrage
ru: Залповая кислота

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_ION_ACID_1_LOOT"]/short
source: Acidic B.
ru: Залп. кислота

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_ION_ACID_1_LOOT"]/desc
source: Designed by the acidic growth, this weapon continues to degrade the enemy system after impact.
ru: Разработан на основе Кислотного роста, это оружие продолжает разрушать систему противника после попадания.

source: Fires a single blast that does 1 ion damage and recharges very quickly. Can hit and disable shields as well as systems.
ru: Выпускает один заряд, наносящий 1 ионный урон и очень быстро перезаряжается. Может поражать и выводить из строя щиты и системы.

source: Acid Laser MK I
ru: Кислотный лазер мод. I

source: Acid I
ru: Кислотный I

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Fires 3 projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает 3 снаряда, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

source: Acid Laser MK II
ru: Кислотный лазер мод. II

source: Acid II
ru: Кислотный II

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Fires 3 projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает 3 снаряда, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

source: Acid Laser MK III
ru: Кислотный лазер мод. III

source: Acid III
ru: Кислотный III

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Fires 3 projectiles, 1 damage each, 60% stun chance, 60% fire chance.
ru: Выпускает 3 снаряда, каждый наносит 1 урон, 60% шанс оглушения, 60% шанс возгорания.

source: 'Trident' Beam
ru: Луч "Трезубец"

source: 'Trident'
ru: Трезубец

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_ACID_1_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_ION_ACID_1_ENEMY"]/title
source: Acidic Barrage
ru: Залповая кислота

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_ION_ACID_1_ENEMY"]/short
source: Acidic B.
ru: Залп. кислота

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_ION_ACID_1_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Fires a single blast that does 1 ion damage and recharges very quickly. Can hit and disable shields as well as systems.
ru: Выпускает один заряд, наносящий 1 ионный урон и очень быстро перезаряжается. Может поражать и выводить из строя щиты и системы.

source: Heresy Cruiser
ru: Крейсер Ереси

source: The Blasphemous
ru: Богохульство

source: A vessel belonging to the Engi Heretics. Through use of its powerful shatter laser and capable crew this ship is effective at eliminating any crew on the enemy ship.
ru: Корабль, принадлежащий Еретикам энджи. Благодаря мощному осколочному лазеру и умелому экипажу этот корабль эффективно уничтожает любой экипаж на вражеском корабле.

source: Heresy Cruiser
ru: Крейсер Ереси

source: The Hegemonic
ru: Гегемония

source: It appears some of the Engi Heretic's enemies have gotten their hands on this vessel. However the vessel is still equiped with the technology to turn Engis into Engi heretics.
ru: Похоже, что кое-кто из врагов Еретиков энджи получили в свои руки это судно. Однако судно по-прежнему оснащено технологией, позволяющей превращать энджи в Еретиков.

source: Heresy Cruiser
ru: Крейсер Ереси

source: The Recusant
ru: Отступник

source: Manned by only a single Engi Heretic elite, this vessel makes up for the lack of numbers with powerful systems and crew abilities.
ru: На этом корабле находится только один энджи - элита Еретиков, но недостаток численности он компенсирует мощными системами и способностями экипажа.

source: Blasphemy Cruiser
ru: Крейсер Богохульства

source: The Unholy
ru: Нечестивец

source: Manned by the Engi Heretic Elites, this vessel is a powerful boarding vessel, just make sure not to use up all those nanite swarms.
ru: Это судно, управляемое элитными Еретиками энджи, является мощным абордажным кораблем, только не используйте все эти нанитовые рои.

source: Blasphemy Cruiser
ru: Крейсер Богохульства

source: The Deserter
ru: Дезертир

source: Another stolen Heretic vessel, pirates are able to make full use of this ships powerful systems, aswell as creating Engi Heretics to fight on their side.
ru: Еще одно украденное судно Еретиков. Пираты могут использовать все мощные системы этого корабля, а также создавать Еретиков энджи, чтобы те сражались на их стороне.

source: Blasphemy Cruiser
ru: Крейсер Богохульства

source: The Assassin
ru: Убийца

source: Unlike other Heretic Vessels, this one is focussed on powerful weapons and drones, with no cloaking or boarding capabilities.
ru: В отличие от других кораблей Еретиков, этот сосредоточен на мощном оружии и дронах, без маскировки и возможности абордажа.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW2"]/class
source: Lich King's Crewser
ru: Корабль Короля-Лича

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW2"]/name
source: The Elder
ru: Старец

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW2"]/desc
source: The personal vessel of the Lich King, a powerful boarding vessel. Able to build up a capable crew quickly the Lich King often heads off alone.
ru: Личный корабль Короля-Лича, мощное абордажное судно. Король-Лич часто путешествует в одиночку, чтобы быстро собрать команду.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_NECRO_CONVERT"]/title
source: Heretic Converter
ru: Преобразователь Еретиков

# data/blueprints.xml.append$//augBlueprint[@name="AEA_NECRO_CONVERT"]/desc
source: Able to transform different Engi into Engi Heretics at the cost of drone parts.
ru: Способен превращать различных энджи в Еретики энджи за счет дрон-комплектов.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_NECRO_ENGI_SLOT_C"]/title
source: Heretic Converter
ru: Преобразователь Еретиков

# data/blueprints.xml.append$//augBlueprint[@name="AEA_NECRO_ENGI_SLOT_C"]/desc
source: Able to transform different Engi into Engi Heretics at the cost of drone parts.
ru: Способен превращать различных энджи в Еретики энджи за счет дрон-комплектов.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_NECRO_SAVE_ENEMY"]/title
source: Repair Burst
ru: Ремонтная бомба

# data/blueprints.xml.append$//augBlueprint[@name="AEA_NECRO_SAVE_ENEMY"]/desc
source: The ship deploys a last second repair burst that full heals the ship.
ru: В последнюю секунду корабль использует Ремонтную бомбу, которая полностью ремонтирует корабль.

source: Repair Burst
ru: Ремонтная бомба

source: The ship deploys a last second repair burst that full heals the ship.
ru: В последнюю секунду корабль использует Ремонтную бомбу, которая полностью ремонтирует корабль.

source: Drone Laser
ru: Лазер дрона

source: Heretic Defense Drone MK I [M]
ru: Защитный дрон Еретиков мод. I [Р]

source: Heretic I [M]
ru: Еретик I [Р]

source: [CURRENT MODE: Anti-Missile] Multipurpose drone used be the Engi Heretics, capable of resurrecting drones and missiles it hits, incapable of targetting lasers. Reload: 1500 MS
ru: [ТЕКУЩИЙ РЕЖИМ: Противоракетный] Многоцелевой дрон, используемый Еретиками энджи, способен воссоздавать на свою сторону дроны и ракеты, в которые он попадает, но не способен поражать лазерные заряды. Перезарядка: 1500 МС

source: Heretic Defense Drone MK I [D]
ru: Защитный дрон Еретиков мод. I [Д]

source: Heretic I [D]
ru: Еретик I [Д]
