Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLDP_2"]/title
source: 'Shotel' Burst Laser
ru: Импульсный лазер "Шотель"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLDP_2"]/short
source: 'Shotel'
ru: Шотель

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLDP_2"]/desc
source: A powerful laser that breaks shields but do not do any hull damage. Built by a powerful race that have hidden themselves from the rest of the multiverse.
ru: Мощный лазер, который разрушает щиты, но не наносит урона корпусу. Создан могущественной расой, которая скрылась от остальной части Мультивселенной.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLDP_3"]/title
source: 'Nagamaki' Burst Laser
ru: Импульсный лазер "Нагамаки"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLDP_3"]/short
source: 'Nagamaki'
ru: Нагамаки

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLDP_3"]/desc
source: A powerful laser that breaks shields but do not do any hull damage. Built by a powerful race that have hidden themselves from the rest of the multiverse.
ru: Мощный лазер, который разрушает щиты, но не наносит урона корпусу. Создан могущественной расой, которая скрылась от остальной части Мультивселенной.

source: 'Nagamaki' Burst Laser
ru: Импульсный лазер "Нагамаки"

source: 'Nagamaki'
ru: Нагамаки

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_OLDP_3_LOOT"]/desc
source: A powerful laser that breaks shields but do not do any hull damage. Built by a powerful race that have hidden themselves from the rest of the multiverse.
ru: Мощный лазер, который разрушает щиты, но не наносит урона корпусу. Создан могущественной расой, которая скрылась от остальной части Мультивселенной.

source: Eagle Cruiser
ru: Крейсер Орел

source: The Wedge-Tailed
ru: Клинохвост

source: With no weapons system this ship has to rely on a single intel drone to take out the enemy systems.
ru: Не имея системы вооружения, этот корабль вынужден полагаться на единственный умный дрон, чтобы уничтожить вражеские системы.

source: Eagle Cruiser
ru: Крейсер Орел

source: The Kingfisher
ru: Кингфишер

source: The smart bio drone onboard this ship is capable of not only taking out crew but enemy systems too.
ru: Умный биологический дрон на борту этого корабля способен уничтожать не только экипаж, но и вражеские системы.

source: Eagle Cruiser
ru: Крейсер Орел

source: The Black Hawk
ru: Черный ястреб

source: With both a bio drone and a intel drone this ship is quite capable of taking out any foe.
ru: Благодаря наличию био и умного дрона этот корабль способен уничтожить любого врага.

source: Albatross Cruiser
ru: Крейсер Альбатрос

source: The Short-Tailed
ru: Короткохвостый

source: With a weak weapons system this ship relies on it's burst drone to quickly destroy the enemy.
ru: Имея слабую систему вооружения, этот корабль полагается на свой импульсный дрон для быстрого уничтожения противника.

source: Albatross Cruiser
ru: Крейсер Альбатрос

source: The White-Capped
ru: Белолобый

source: Lasers and Ions are a match made in heaven, well actually the Central Engineering Facility.
ru: Лазеры и ионы - пара, созданная на небесах, ну, на самом деле, в Центральном инженерном комплексе.

source: Albatross Cruiser
ru: Крейсер Альбатрос

source: The Royal
ru: Царский

source: This ship relies on the shield breaking of the drone in order to unleash it's weapons on the enemy ship.
ru: Этот корабль полагается на разрушение щитов дроном, чтобы обрушить свое оружие на вражеский корабль.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW4"]/class
source: Jay's Crewser
ru: Корабль Сойки

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW4"]/name
source: The Blue Jay
ru: Голубая Сойка

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW4"]/desc
source: Although none of the crew can access the front of the ship, Jay and her drones are able to keep it online with ease.
ru: Хотя никто из экипажа не может получить доступ к передней части корабля, Сойка и ее дроны с легкостью поддерживают его в рабочем состоянии.

source: Drone Beam
ru: Лучевой дрон

source: Drone Beam
ru: Лучевой дрон

source: Drone Beam
ru: Лучевой дрон

source: Amp Burst
ru: Импульсный дрон с усилителем

source: Burst [2]
ru: Импульс [2]

source: [CURRENT POWER: 2] Unlike your standard drone, this specialized amp drone can fire multiple times at each target. This drone fires 2 shots.
ru: [ТЕКУЩАЯ МОЩНОСТЬ: 2] В отличие от обычного дрона, этот специализированный дрон с усилителем может стрелять несколько раз по каждой цели. Этот дрон совершает 2 выстрела.

source: Amp Burst
ru: Импульсный дрон с усилителем

source: Burst [2]
ru: Импульс [2]

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Amp Burst
ru: Импульсный дрон с усилителем

source: Burst [3]
ru: Импульс [3]

source: [CURRENT POWER: 3] Unlike your standard drone, this specialized amp drone can fire multiple times at each target. This drone fires 3 shots.
ru: [ТЕКУЩАЯ МОЩНОСТЬ: 3] В отличие от обычного дрона, этот специализированный дрон с усилителем может стрелять несколько раз по каждой цели. Этот дрон совершает 3 выстрела.

source: Amp Burst
ru: Импульсный дрон с усилителем

source: Burst [3]
ru: Импульс [3]

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Amp Burst
ru: Импульсный дрон с усилителем

source: Burst [4]
ru: Импульс [4]

source: [CURRENT POWER: 4] Unlike your standard drone, this specialized amp drone can fire multiple times at each target. This drone fires 4 shots.
ru: [ТЕКУЩАЯ МОЩНОСТЬ: 4] В отличие от обычного дрона, этот специализированный дрон с усилителем может стрелять несколько раз по каждой цели. Этот дрон совершает 4 выстрела.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_LASER_BIO_DRONE"]/title
source: Drone Laser
ru: Лазер дрона

source: Drone Laser
ru: Лазер дрона

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BIO_1"]/title
source: Bio Drone Mk. I
ru: Био-дрон мод. I

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BIO_1"]/short
source: Bio I
ru: Био I

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BIO_1"]/desc
source: A drone that specifically targets enemy crewmembers. Does 15 personal damage and inflicts enemy crew with a death effect that does 2 system damage and creates a fire for 20 seconds.
ru: Дрон, специально предназначенный для поражения членов вражеского экипажа. Луч наносит 15 урона экипажу и накладывает на вражеский экипаж эффект смерти, который после смерти экипажа наносит 2 системных урона и создает пожар, длится 20 секунд.

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BIO_2"]/title
source: Bio Drone Mk. II
ru: Био-дрон мод. II

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BIO_2"]/short
source: Bio II
ru: Био II

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BIO_2"]/desc
source: A drone that specifically targets enemy crewmembers, faster than the Mk 1. Does 15 personal damage and inflicts enemy crew with a death effect that does 2 system damage and creates a fire for 20 seconds.
ru: Дрон, специально предназначенный для поражения членов вражеского экипажа, быстрее чем мод. I. Наносит 15 единиц урона экипажу и накладывает на вражеский экипаж эффект смерти на 20 секунд, который после их гибели наносит 2 единицы системного урона и вызывает пожар.

source: Bio Drone Mk. I
ru: Био-дрон мод. I

source: Bio I
ru: Био I

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Bio Drone Mk. II
ru: Био-дрон мод. II

source: Bio II
ru: Био II

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BIO_3"]/title
source: Bio Drone Mk. III
ru: Био-дрон мод. III

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BIO_3"]/short
source: Bio III
ru: Био III

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_BIO_3"]/desc
source: A drone that specifically targets enemy crewmembers, faster than the Mk 2, fires 2 shots at once. Does 15 personal damage and inflicts enemy crew with a death effect that does 2 system damage and creates a fire for 20 seconds.
ru: Дрон, специально предназначенный для поражения членов вражеского экипажа, быстрее чем мод. II, производит 2 выстрела одновременно. Наносит 15 единиц урона экипажу и накладывает на вражеский экипаж эффект смерти на 20 секунд, который после их гибели наносит 2 единицы системного урона и вызывает пожар.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_BIRD_DELETE"]/title
source: Drone Beam
ru: Лучевой дрон

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_BIRD_SWEEP"]/title
source: Drone Beam
ru: Лучевой дрон

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_SWEEP"]/title
source: Eagle Drone
ru: Дрон Орел

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_SWEEP"]/short
source: Eagle
ru: Орел

# data/blueprints.xml.append$//droneBlueprint[@name="AEA_COMBAT_BIRD_SWEEP"]/desc
source: A drone equiped with a small fabricated that creates motionless drones that fire long duration beams across the enemy ship.
ru: Дрон, оснащенный небольшой установкой, которая создает неподвижных дронов, стреляющих лучами большой длины по вражескому кораблю.

source: Eagle Drone
ru: Дрон Орел

source: Eagle
ru: Орел

source: A drone equiped with a small fabricated that creates motionless drones that fire long duration beams across the enemy ship.
ru: Дрон, оснащенный небольшой установкой, которая создает неподвижных дронов, стреляющих лучами большой длины по вражескому кораблю.

source: Drone Laser
ru: Лазер дрона

source: Drone Beam
ru: Лучевой дрон

source: Drone Weak Ion
ru: Дрон cлабый ион

source: Twin Drone Mk. I [Laser]
ru: Дрон-близнец мод. I [Лазер]

source: Twin I [L]
ru: Близнец I [Л]

source: [CURRENT MODE: Laser] A modification of the combat drone that attaches a secondary ion cannon to the side of the drone which fires a weak ion blast alongside it's main weapon. This ion shot can only ionize shield layers and will have no effect on hit systems. The main weapon can be switched between a Laser and Beam weapon.
ru: [ТЕКУЩИЙ РЕЖИМ: Лазер] Модификация боевого дрона, к которой прикреплена дополнительная ионная пушка, которая стреляет слабым ионным снарядом наряду с основным оружием. Этот ионный выстрел может ионизировать только слои щита и не влияет на системы. Основное оружие может переключаться между лазерным и лучевым режимами.

source: Twin Drone Mk. I [Beam]
ru: Дрон-близнец мод. I [Луч]

source: Twin I [B]
ru: Близнец I [ЛУЧ]

source: [CURRENT MODE: Beam] A modification of the combat drone that attaches a secondary ion cannon to the side of the drone which fires a weak ion blast alongside it's main weapon. This ion shot can only ionize shield layers and will have no effect on hit systems. The main weapon can be switched between a Laser and Beam weapon.
ru: [ТЕКУЩИЙ РЕЖИМ: Луч] Модификация боевого дрона, к которой прикреплена дополнительная ионная пушка, которая стреляет слабым ионным снарядом наряду с основным оружием. Этот ионный выстрел может ионизировать только слои щита и не влияет на системы. Основное оружие может переключаться между лазерным и лучевым режимами.

source: Twin Drone Mk. II [Laser]
ru: Дрон-близнец мод. II [Лазер]

source: Twin II [L]
ru: Близнец II [Л]

source: [CURRENT MODE: Laser] A modification of the combat drone that attaches a secondary ion cannon to the side of the drone which fires a weak ion blast alongside it's main weapon. This ion shot can only ionize shield layers and will have no effect on hit systems. The main weapon can be switched between a Laser and Beam weapon. Moves faster than the MK I.
ru: [ТЕКУЩИЙ РЕЖИМ: Лазер] Модификация боевого дрона, к которой прикреплена дополнительная ионная пушка, которая стреляет слабым ионным снарядом наряду с основным оружием. Этот ионный выстрел может ионизировать только слои щита и не влияет на системы. Основное оружие может переключаться между лазерным и лучевым режимами. Передвигается быстрее, чем мод. I.

source: Twin Drone Mk. II [Beam]
ru: Дрон-близнец мод. II [Луч]

source: Twin II [B]
ru: Близнец II [ЛУЧ]

source: [CURRENT MODE: Beam] A modification of the combat drone that attaches a secondary ion cannon to the side of the drone which fires a weak ion blast alongside it's main weapon. This ion shot can only ionize shield layers and will have no effect on hit systems. The main weapon can be switched between a Laser and Beam weapon. Moves faster than the MK I.
ru: [ТЕКУЩИЙ РЕЖИМ: Луч] Модификация боевого дрона, к которой прикреплена дополнительная ионная пушка, которая стреляет слабым ионным снарядом наряду с основным оружием. Этот ионный выстрел может ионизировать только слои щита и не влияет на системы. Основное оружие может переключаться между лазерным и лучевым режимами. Передвигается быстрее, чем мод. I.

source: Twin Drone Mk. I [Laser]
ru: Дрон-близнец мод. I [Лазер]

source: Twin I [L]
ru: Близнец I [Л]

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Twin Drone Mk. I [Beam]
ru: Дрон-близнец мод. I [Луч]

source: Twin I [B]
ru: Близнец I [ЛУЧ]

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Twin Drone Mk. II [Laser]
ru: Дрон-близнец мод. II [Лазер]

source: Twin II [L]
ru: Близнец II [Л]

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Twin Drone Mk. II [Beam]
ru: Дрон-близнец мод. II [Луч]

source: Twin II [B]
ru: Близнец II [ЛУЧ]

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Drone Laser
ru: Лазер дрона

source: Drone Beam
ru: Лучевой дрон

source: Drone Weak Ion
ru: Дрон cлабый ион

source: Twin Drone Mk. II [Laser]
ru: Дрон-близнец мод. II [Лазер]

source: Twin II [L]
ru: Близнец II [Л]

source: [CURRENT MODE: Laser] A modification of the combat drone that attaches a secondary ion cannon to the side of the drone which fires a weak ion blast alongside it's main weapon. This ion shot can only ionize shield layers and will have no effect on hit systems. The main weapon can be switched between a Laser and Beam weapon. Moves faster than the MK I.
ru: [ТЕКУЩИЙ РЕЖИМ: Лазер] Модификация боевого дрона, к которой прикреплена дополнительная ионная пушка, которая стреляет слабым ионным снарядом наряду с основным оружием. Этот ионный выстрел может ионизировать только слои щита и не влияет на системы. Основное оружие может переключаться между лазерным и лучевым режимами. Передвигается быстрее, чем мод. I.

source: Twin Drone Mk. II [Beam]
ru: Дрон-близнец мод. II [Луч]

source: Twin II [B]
ru: Близнец II [ЛУЧ]

source: [CURRENT MODE: Beam] A modification of the combat drone that attaches a secondary ion cannon to the side of the drone which fires a weak ion blast alongside it's main weapon. This ion shot can only ionize shield layers and will have no effect on hit systems. The main weapon can be switched between a Laser and Beam weapon. Moves faster than the MK I.
ru: [ТЕКУЩИЙ РЕЖИМ: Луч] Модификация боевого дрона, к которой прикреплена дополнительная ионная пушка, которая стреляет слабым ионным снарядом наряду с основным оружием. Этот ионный выстрел может ионизировать только слои щита и не влияет на системы. Основное оружие может переключаться между лазерным и лучевым режимами. Передвигается быстрее, чем мод. I.

source: Drone Laser
ru: Лазер дрона

source: Intel Drone Mk. I
ru: Умный дрон мод. I

source: Intel I
ru: Умный I

source: A combat drone equiped with a pair of lasers. This specialist drone has a targetting computer onboard that enables the drone to only target enemy systems, and is weighted towards the more important systems.
ru: Боевой дрон, оснащенный парой лазеров. На борту этого специализированного дрона установлен компьютер целеуказания, который позволяет дрону нацеливаться только на вражеские системы, причем в первую очередь на самые важные.

source: Intel Drone Mk. II
ru: Умный дрон мод. II

source: Intel II
ru: Умный II

source: A combat drone equiped with a pair of lasers. This specialist drone has a targetting computer onboard that enables the drone to only target enemy systems, and is weighted towards the more important systems.
ru: Боевой дрон, оснащенный парой лазеров. На борту этого специализированного дрона установлен компьютер целеуказания, который позволяет дрону нацеливаться только на вражеские системы, причем в первую очередь на самые важные.

source: Intel Drone Mk. I
ru: Умный дрон мод. I

source: Intel I
ru: Умный I

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Intel Drone Mk. II
ru: Умный дрон мод. II

source: Intel II
ru: Умный II

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_ACID_INSTALLED"]/title
source: Acidic
ru: Кислотный

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_ACID_INSTALLED"]/desc
source: Acidic upgrade installed.
ru: Добавлено улучшение кислотных.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_ACID_REPAIR"]/title
source: Fracture Repair Procedures
ru: Процедуры восстановления повреждений

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_ACID_REPAIR"]/desc
source: Acidic Crew heal 7.5hp/s if unharmed for 5 seconds, but only repair at 1x speed.
ru: Кислотный экипаж восстанавливает 7.5 ОЗ/с, если он не получал урона в течении 5 секунд, но ремонтирует только со скоростью 1х.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_ACID_SENSOR"]/title
source: Polarized Sensors
ru: Поляризованные сенсоры

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_ACID_SENSOR"]/desc
source: Acidic Crew become immune to stun.
ru: Кислотный экипаж становится невосприимчивым к оглушению.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_ACID_COOLING"]/title
source: Cooling Vents
ru: Охлаждающие вентили

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_ACID_COOLING"]/desc
source: Acidic crew do 2x ranged damage but lose 50% of their hp.
ru: Кислотный экипаж наносит 2x урон в дальнем бою, но теряет 50% ОЗ.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_BIRD_INSTALLED"]/title
source: Gi
ru: Ги

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_BIRD_INSTALLED"]/desc
source: Gi upgrade installed.
ru: Улучшение ги добавлено.

source: Flight from Danger
ru: Полет от опасности

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_BIRD_ESCAPESPEED"]/desc
source: Gi Crew gain 4x move speed in the presence of enemy crew.
ru: Экипаж ги получает 4х скорость передвижения в присутствии вражеского экипажа.

source: Auto Disassembly
ru: Авто разборка

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_BIRD_AUTODESTROY"]/desc
source: Gi Crew damage enemy drones and metal crew at 5hp/s.
ru: Экипаж ги наносит урон вражеским дронам и металлическим существам со скоростью 5 ОЗ/с.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_BIRD_SOCIAL"]/title
source: Socialization
ru: Социализация

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_BIRD_SOCIAL"]/desc
source: Gi Crew gain 0.25x repair speed and 0.1x combat damage for each friendly crewmember in the same room.
ru: Экипаж ги получает 0.25x скорости ремонта и 0.1x боевого урона за каждого дружественного члена экипажа, находящегося в том же отсеке.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_OLD_INSTALLED"]/title
source: Lylmik
ru: Лилмик

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_OLD_INSTALLED"]/desc
source: Lylmik upgrade installed.
ru: Добавлено улучшение лилмиков.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_OLD_RESOLVE"]/title
source: Unyielding Resolve
ru: Непоколебимая решимость

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_OLD_RESOLVE"]/desc
source: Lylmik crew will always retain their base stats of HP, damage, immunities, move speed, clone speed, skill loss and heal speed and these cannot be overridden by external forces.
ru: Экипаж лилмиков всегда сохраняет свои базовые показатели ОЗ, урона, иммунитета, скорости передвижения, скорости клонирования, потери навыков и скорости исцеления, и они не могут быть переопределены другими силами.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_OLD_COMPROMISED"]/title
source: Compromised Subsystems
ru: Взломанные подсистемы

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_OLD_COMPROMISED"]/desc
source: Lylmik Crew lose their immunities but now clone at 2x speed and heal at 4x speed.
ru: Экипаж лилмиков теряет иммунитет, но скорость клонирования возрастает до 2x, а исцеления - до 4х.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_OLD_ELITE"]/title
source: Elitism
ru: Элитизм

# data/blueprints.xml.append$//augBlueprint[@name="LAB_AEA_OLD_ELITE"]/desc
source: Lylmik Crew gain 25hp for each allied elite.
ru: Экипаж лилмиков получает 25 ОЗ за каждую союзную элиту.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_acid_soldier"]/desc
source: A dangerous mech used by the acid growth to extend it's reach beyond the acid nebula. Hosts a fragment of the acidic growth that controls the mech.
ru: Опасный механизм, используемый Кислотным ростом для расширения своего влияния за пределы Кислотной туманности. Хозяин - фрагмент Кислотного роста, который управляет механизмом.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_acid_soldier"]/title
source: Acidic Soldier
ru: Кислотный солдат

# data/blueprints.xml.append$//crewBlueprint[@name="aea_acid_soldier"]/short
source: Acid Soldier
ru: Кислотный солдат

source: Max Health is increased to 150
ru: Максимальное здоровье увеличено до 150

source: Learns combat 25% faster
ru: Обучается бою на 25% быстрее

source: Repairs at 1.25x speed
ru: Ремонтирует со скоростью 1.25x

source: Moves at 0.75x speed
ru: Передвигается со скоростью 0.75х

source: Cannot suffocate, Immune to Mind Control
ru: Не может задохнуться, невосприимчив к контролю разума

# data/blueprints.xml.append$//crewBlueprint[@name="aea_acid_captain"]/desc
source: A dangerous mech used by the acid growth to extend it's reach beyond the acid nebula. Hosts a fragment of the acidic growth that controls the mech.
ru: Опасный механизм, используемый Кислотным ростом для расширения своего влияния за пределы Кислотной туманности. Хозяин - фрагмент Кислотного роста, который управляет механизмом.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_acid_captain"]/title
source: Acidic Leader
ru: Кислотный Лидер

# data/blueprints.xml.append$//crewBlueprint[@name="aea_acid_captain"]/short
source: Acid Leader
ru: Кислотный Лидер

source: Max Health is increased to 200
ru: Максимальное здоровье увеличено до 200

source: Learns combat 25% faster
ru: Обучается бою на 25% быстрее

source: Heals nearby Acidic Soldiers
ru: Лечит ближайших кислотных солдат

source: Repairs at 1.5x speed
ru: Ремонтирует со скоростью 1.5x

source: Moves at 0.5x speed
ru: Передвигается со скоростью 0.5х

source: Cannot suffocate, Immune to Mind Control
ru: Не может задохнуться, невосприимчив к контролю разума
