Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHARD_SHIELD"]/desc
source: Every time your ship takes damage, there is a 100% chance to break off a shard that flies at your enemy. Generates a 7 layer supershield on jump.
ru: Каждый раз, когда ваш корабль получает урон, с вероятностью 100% от него отлетает осколок, который летит во врага. При прыжке генерирует 7-слойный суперщит.

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHARD_ARMOUR_ENEMY"]/title
source: Shard-Forged Armor
ru: Броня Осколкорожденных

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHARD_ARMOUR_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHARD_SHIELD_ENEMY"]/title
source: Shard-Forged Shielding
ru: Щиты Осколкорожденных

# data/blueprints.xml.append$//augBlueprint[@name="AEA_SHARD_SHIELD_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: [L] Hardened Crystals
ru: [Л] Закаленные кристаллы

source: Crystals gain 75% sabotage damage, but lose 50% of their move speed [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ru: Кристаллины наносят на 75% больше урона при саботаже, но теряют 50% скорости передвижения [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.

source: Shard-Shattered Cruiser
ru: Крейсер Осколкорожденных

source: The Citrine
ru: Цитрин

source: A boarding focused ship, the crystal crew onboard are able to quickly destroy systems while protected by a wall of crystal.
ru: Корабль, ориентированный на абордаж. Экипаж кристаллинов на его борту способен быстро уничтожать системы, будучи защищенным кристаллической стеной.

source: Shard-Shattered Cruiser
ru: Крейсер Осколкорожденных

source: The Highnoon
ru: Момент Истины

source: With both a medbay and a clonebay this ship makes an impressive boarding ship, however it's limited by a small teleporter and limited system capacity.
ru: Имея Медотсек и Клон-отсек, этот корабль является впечатляющим абордажным судном, однако его возможности ограничены небольшим телепортом и ограниченным объемом систем.

source: Shard-Shattered Cruiser
ru: Крейсер Осколкорожденных

source: Nightbringer
ru: Тот, кто несет тьму

source: With both a Shields system and an Auxiliary Shields system this ship possesses strong defensive capabilities.
ru: Благодаря наличию системы Щитов и системы Вспомогательных щитов, этот корабль обладает мощным защитным потенциалом.

source: Shard-Caller Cruiser
ru: Крейсер Призыватель Осколков

source: The Shardbearer
ru: Осколоносец

source: This ship is completely devoid of any description whatsoever!
ru: Этот корабль совершенно лишен какого-либо описания!

source: Shard-Forged Auto-Cruiser
ru: Авто-крейсер Осколкорожденных

source: The Glass Shard
ru: Стеклянный осколок

source: Possessing a powerful Artillery Beam capable of locking down rooms this ship is formidable in both defense and offense.
ru: Обладая мощным артиллерийским лучом, способным запирать отсеки, этот корабль грозен как в обороне, так и в нападении.

source: Shard-Forged Auto-Cruiser
ru: Авто-крейсер Осколкорожденных

source: Circuit Board
ru: Монтажная плата

source: Unlike most ships this vessel can use its Auxiliary Shields system alongside it's Cloaking system providing excellent defense against certain ships, however it can't install a normal Shields system without losing the auxiliary one.
ru: В отличие от большинства кораблей, это судно может использовать систему Вспомогательных щитов наряду с системой маскировки, обеспечивая отличную защиту от некоторых кораблей, однако на корабль нельзя установить обычную систему щитов, не потеряв при этом Вспомогательные щиты.

source: Shard-Forged Auto-Cruiser
ru: Авто-крейсер Осколкорожденных

source: The Topaz
ru: Топаз

source: This auto ship has been outfitted to support boarding with it's crew, however with only an auxiliary shielding system and a drone it may struggle in defensive situations.
ru: Этот автоматический корабль оснащен всем необходимым для абордажа, однако, имея только вспомогательную систему щитов и дрона, он может оказаться не очень эффективным в обороне.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW6"]/class
source: King Onyx's Crewser
ru: Корабль короля Оникса

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW6"]/name
source: The Iridescent
ru: Радужный

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_CREW6"]/desc
source: With a powerful crew setup and strong defensive ships the dawnshard can be protected against any likely usurpers.
ru: С мощным экипажем и сильными защитными системами Осколок Рассвета может быть защищена от любых возможных узурпаторов.

source: Rebel Broadsider
ru: Броадсайд повстанцев

source: The Broadside
ru: Броадсайд

source: A powerful ship designed around it's broadside mounted artillery. This ship's artillery system are modular allowing it to have a number of different combinations of artillery
ru: Мощный корабль, созданный на основе широкоугольной артиллерии. Артиллерийская система корабля модульная, что позволяет использовать несколько различных комбинаций артиллерии.

source: Pierce Laser Artillery
ru: Пронзающая лазерная арт.

source: Artillery
ru: Артиллерия

source: [Base cooldown: 20] A slow charging duel laser cannon that fires 2 lasers per burst per barrel for a total of 4 shots per charge.
ru: [Базовая перезарядка: 20] Медленно заряжающаяся дуэльная лазерная пушка, которая выпускает 2 лазера за залп с каждого ствола, всего 4 выстрела за заряд.

source: Artillery: A relatively slow charging burst of lasers capable of piercing one layer of shields.
ru: Артиллерия: Относительно медленно заряжающаяся очередь лазеров, способная пробить один слой щитов.

source: Pierce Laser Artillery
ru: Пронзающая лазерная арт.

source: Artillery
ru: Артиллерия

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Artillery: A relatively slow charging burst of lasers capable of piercing one layer of shields.
ru: Артиллерия: Относительно медленно заряжающаяся очередь лазеров, способная пробить один слой щитов.

source: Pierce Laser Artillery
ru: Пронзающая лазерная арт.

source: Artillery
ru: Артиллерия

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Artillery: A relatively slow charging burst of lasers capable of piercing one layer of shields.
ru: Артиллерия: Относительно медленно заряжающаяся очередь лазеров, способная пробить один слой щитов.

source: Burst Pinpoint Artillery
ru: Импульсная точечная арт.

source: Artillery
ru: Артиллерия

source: Artillery
ru: Артиллерия

source: [Base cooldown: 20] A powerful burst pinpoint artillery weapon that is able to fire multiple pinpoint beams in sequence.
ru: [Базовая перезарядка: 20] Мощная точечная лучевая артиллерия, способная последовательно выпускать несколько точечных лучей.

source: Artillery: Powers a long and deadly beam that does 2 damage per room hit, but like the Halberd can only partially pierce through one shield layer.
ru: Артиллерия: стреляет длинным смертоносным лучом, который наносит 2 единицы урона за отсек, однако может проникнуть только сквозь один слой щита, как луч "Алебарда".

source: 'Misericorde' Pinpoint
ru: Точечный луч "Мизерикорд"

source: 'Misericord'
ru: Мизерикорд

source: An upgraded Pinpoint weapon that does 3 damage.
ru: Улучшенный точечный луч, наносящий 3 урона.

source: One damage per room beam weapon
ru: Один урон за каждый отсек в который попадет.

source: Duel Missile Artillery
ru: Дуэльная ракетная артиллерия

source: Artillery
ru: Артиллерия

source: [Base cooldown: 20] Fires a pair of missiles which do heavy damage and never miss.
ru: [Базовая перезарядка: 20] Выпускает пару ракет, которые наносят большой урон и никогда не промахиваются.

source: Artillery: Fires a pair of missiles which do heavy damage and never miss.
ru: Артиллерия: Выпускает пару ракет, которые наносят большой урон и никогда не промахиваются.

source: Ion Minelauncher Artillery
ru: Ионная минометная артиллерия

source: Artillery
ru: Артиллерия

source: [Base cooldown: 20] Fires a burst of ionized mines which do hull damage and ionize systems.
ru: [Базовая перезарядка: 20] Выпускает залп ионизированных мин, которые наносят урон корпусу и ионизируют системы.

source: Artillery: Fires a burst of ionized mines which do hull damage and ionize systems.
ru: Артиллерия: Выпускает залп ионизированных мин, которые наносят урон корпусу и ионизируют системы.

source: Rebel Broadsider
ru: Броадсайд повстанцев

source: The Sideboard
ru: Боковая Панель

source: A powerful ship designed around it's broadside mounted artillery. This ship's artillery system are modular allowing it to have a number of different combinations of artillery.
ru: Мощный корабль, созданный на основе широкоугольной артиллерии. Артиллерийская система корабля модульная, что позволяет использовать несколько различных комбинаций артиллерии.

source: MFK Laser
ru: Лазерная установка МФК

source: MFK Laser
ru: Лазерная установка МФК

source: [Base Cooldown: 25/21/17] A slow charging laser which fires 4 shots that deal double damage to empty rooms.
ru: [Базовая перезарядка: 25/21/17] Медленно заряжающийся лазер, производящий 4 выстрела и наносящих двойной урон по пустым отсекам.

source: Artillery: A slow charging laser which fires 4 shots that deal double damage to empty rooms.
ru: Артиллерия: Медленно заряжающийся лазер, производящий 4 выстрела и наносящих двойной урон по пустым отсекам.

source: MFK Missile
ru: Ракетная установка МФК

source: MFK M.
ru: Ракета МФК

source: [Base Cooldown: 25/21/17] Fires 3 missiles that do 1 damage and 1 extra system damage.
ru: [Базовая перезарядка: 25/21/17] Выпускает 3 ракеты, которые наносят 1 урон и 1 дополнительный урон системе.

source: Artillery: Fires 3 missiles; 1 damage each; pierces all shields.
ru: Артиллерия: Выпускает 3 ракеты; 1 урон каждая; пробивает все щиты.

source: MFK Beam
ru: Лучевая установка МФК

source: MFK Beam
ru: Лучевая установка МФК

source: [Base Cooldown: 25/21/17] 2 damage beam with a long trail, deals double damage to empty rooms.
ru: [Базовая перезарядка: 25/21/17] Длинный луч, наносящий 2 урона, наносит двойной урон по пустым отсекам.

source: Artillery: 2 damage beam with a long trail, deals double damage to empty rooms.
ru: Артиллерия: Длинный луч, наносящий 2 урона, наносит двойной урон по пустым отсекам.

source: MFK Ion
ru: Ионная установка МФК

source: MFK Ion
ru: Ионная установка МФК

source: [Base Cooldown: 25/21/17] A 3 shot ion that does 1 ion damage and 1 system damage.
ru: [Базовая перезарядка: 25/21/17] 3 выстрела ионами, наносящие 1 ионный урон и 1 системный урон.

source: Artillery: A 3 shot ion that does 1 ion damage and 1 system damage.
ru: Артиллерия: 3 ионных выстрела, наносящего 1 ионный урон и 1 системный урон.

source: Rebel Broadsider
ru: Броадсайд повстанцев

source: The Barrage
ru: Заграждение

source: A powerful ship designed around it's broadside mounted artillery. This ship's artillery mounts have been specifically designed to mount any sort of weapon.
ru: Мощный корабль, сконструированный вокруг бортовой артиллерии. Артиллерийские установки этого корабля специально разработаны для размещения любого типа вооружения.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_MULTI"]/title
source: 'Hokoyari' Beam
ru: Луч "Хокояри"

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_MULTI"]/short
source: 'Hokoyari'
ru: Хокояри

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_MULTI"]/desc
source: A potentially incredibly powerful Beam, adapting to its environment. the number of parallel beams increases per shot, with no limit on the amount of beams.
ru: Потенциально невероятно мощный луч, подстраивающийся под окружающую среду. Количество одновременно выпущенных лучей увеличивается за выстрел, количество лучей не ограничено.

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_BEAM_MULTI"]/tooltip
source: Beam weapon, 2 damage per room.
ru: Лучевое оружие, 2 урона за отсек.

source: A potentially incredibly powerful Beam, adapting to its environment. the number of parallel beams increases per shot, with no limit on the amount of beams. Stats: Required Power: 3 Charge Time: 13 seconds Chain Effect: Increase beam number by 1 Chain Beam Cap: 999 beams (1000 damage) Beam Length: 60 Beam Speed: 5 Base Hull Damage: 1 Total System Damage: 1 Total Crew Damage: 15 Breach Chance: 20% (Adjusted: 20%) Default Price: 80~ - Selling Price: 40~
ru: Адаптирующееся к среде лучевое оружие с невероятным потенциалом. Количество параллельных лучей увеличивается за каждый выстрел без верхнего предела. Характеристики: Необходимая мощность: 3 Время перезарядки: 13 сек. Эффект цепи: увеличение количество лучей на 1 Макс. лучей в цепи: 999 лучей (1000 урона) Длина луча: 60 Скорость луча: 5 Урон корпусу: 1 Урон системам: 1 Урон экипажу: 15 Вероятность пробоины: 20% (Скорректировано 20%) Покупка: 80~ - Продажа: 40~

source: Required Power: 3 Charge Time: 13 seconds Chain Effect: Increase beam number by 1 Chain Beam Cap: 999 beams (1000 damage) Beam Length: 60 Beam Speed: 5 Base Hull Damage: 1 Total System Damage: 1 Total Crew Damage: 15 Breach Chance: 20% (Adjusted: 20%)
ru: Необходимая мощность: 3 Время перезарядки: 13 сек. Эффект цепи: увеличение количество лучей на 1 Макс. лучей в цепи: 999 лучей (1000 урона) Длина луча: 60 Скорость луча: 5 Урон корпусу: 1 Урон системам: 1 Урон экипажу: 15 Вероятность пробоины: 20% (Скорректировано 20%)

source: Lanius Battle Cruiser
ru: Боевой крейсер ланиусов

source: The Magpie
ru: Сорока

source: This ship cuts up the enemy with it's powerful adaptive pinpoint that gains more beams as it chains.
ru: Этот корабль разрезает противника мощным адаптивным точечным лучом, который усиливает лучи по мере создания цепей.

# data/blueprints.xml.append$//systemBlueprint[@name="aea_clone_crime"]/title
source: Modified Clone Bay
ru: Модифицированный Клон-отсек

# data/blueprints.xml.append$//systemBlueprint[@name="aea_clone_crime"]/desc
source: Modified and Extremely Illegal, this clonebay no longer clones dead crew, but it instead generates a number of dubious clones each jump. Being powered prevents death timers from progressing onboard this ship, including on clones generated by this system. Clones generated by this system have reduced health and cannot man systems.
ru: Модифицированный и крайне нелегальный, этот Клон-отсек больше не клонирует мертвый экипаж, но вместо этого генерирует несколько сомнительных клонов при каждом прыжке. Благодаря питанию, таймеры смерти на корабле не могут срабатывать, в том числе и на клонах, созданных этой системой. Клоны, созданные этой системой, имеют пониженное здоровье и не могут управлять системами.

# data/blueprints.xml.append$/dummyroot/FTL[19]/augBlueprint[1]/title
source: Clone Crime boon
ru: Благо преступление клонов

# data/blueprints.xml.append$/dummyroot/FTL[19]/augBlueprint[1]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Reduced Decay
ru: Уменьшение распада

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Reduced Decay [X]
ru: Уменьшение распада [В]

source: Crew produced by the modified clone bay have their lifetime extended by 20 seconds. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Modified Clone Bay system.
ru: Время жизни экипажа, созданного в модифицированном Клон-отсеке, увеличивается на 20 секунд. Так как это улучшение - [В]нешнее, оно предоставляет свой обычный эффект, но занимает слот модуля. Может быть бесплатно конвертировано во встроенную версию из меню Встроенных улучшений, если у вас есть Модифицированный Клон-отсек.

source: Synthesized Muscle
ru: Синтезир. мускулатура

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AEA_CLONE_CRIME_BUFF"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="EX_AEA_CLONE_CRIME_BUFF"]/title
source: Synthesized Muscle [X]
ru: Синтезир. мускулатура [В]

# data/blueprints.xml.append$//augBlueprint[@name="EX_AEA_CLONE_CRIME_BUFF"]/desc
source: Crew produced by the modified clone bay gain 20hp per power bar in the system. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Modified Clone Bay system.
ru: Экипажи, созданные в модифицированном Клон-отсеком, получают 20 ОЗ за каждую единицу энергии в системе. Так как это улучшение - [В]нешнее, оно предоставляет свой обычный эффект, но занимает слот модуля. Может быть бесплатно конвертировано во встроенную версию из меню Встроенных улучшений, если у вас есть Модифицированный Клон-отсек.

# data/blueprints.xml.append$/dummyroot/FTL[19]/augBlueprint[6]/title
source: Modified Clonebay Boon
ru: Благо модифицированного Клон-отсека

# data/blueprints.xml.append$/dummyroot/FTL[19]/augBlueprint[6]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Justicier Cruiser
ru: Крейсер Юстициария

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_JUSTICE"]/name
source: The Dark Prince
ru: Темный Принц

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_AEA_JUSTICE"]/desc
source: A powerful vessel belonging to a powerful vassal of a strange dark god. Perform blood rituals to empower ship and crew alike.
ru: Мощное судно, принадлежащее могущественному вассалу странного темного бога. Совершите ритуалы крови, чтобы наделить силой и корабль, и экипаж.

source: Justicier Cruiser
ru: Крейсер Юстициария

source: The Iniquitous
ru: Невероятный

source: Using the support of the two engi heretics the dark god's hunger can be satiated with undead crew.
ru: При поддержке двух энджи Еретиков голод Темного Бога можно утолить с помощью нежити.

source: Justicier Cruiser
ru: Крейсер Юстициария

source: The Disciplinary
ru: Дисциплинарный

source: With some powerful mindcontrol devices this ship is able to sacrifice the enemies rather than allies.
ru: Благодаря мощным устройствам контроля разума этот корабль способен приносить в жертву врагов, а не союзников.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_dark_justicier"]/desc
source: A mysterious figure who worships a strange dark god.
ru: Таинственная фигура, поклоняющаяся странному темному богу.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_dark_justicier"]/title
source: Dark Justicier
ru: Темный Юстициарий

# data/blueprints.xml.append$//crewBlueprint[@name="aea_dark_justicier"]/short
source: Dark Justicier
ru: Темный Юстициарий

source: Active Ability: Perform a ritual sacrifice, select a number of allied or mind controlled crew who will be sacrified.
ru: Активная способность: Совершает ритуальное жертвоприношение, выбирает несколько союзников или контролируемых разумом членов экипажа, которые будут принесены в жертву.

source: Makes all allied crew controllable
ru: Делает всех союзников поддающимися контролю

source: Immune to suffocation
ru: Невосприимчивость к удушью

source: Inflicts 1.5x damage in crew combat
ru: Наносит 1.5х урона в бою с экипажем

source: A mysterious figure who worships a strange dark god.
ru: Таинственная фигура, поклоняющаяся странному темному богу.

source: Dark Justicier
ru: Темный Юстициарий

source: Dark Justicier
ru: Темный Юстициарий

source: Active Ability: Perform a ritual sacrifice, select a number of allied or mind controlled crew who will be sacrified.
ru: Активная способность: Совершает ритуальное жертвоприношение, выбирает несколько союзников или контролируемых разумом членов экипажа, которые будут принесены в жертву.

source: Immune to suffocation
ru: Невосприимчивость к удушью

source: Max Health is increased to 200
ru: Максимальное здоровье увеличено до 200

source: Inflicts 1.5x damage in crew combat
ru: Наносит 1.5х урона в бою с экипажем

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_human"]/desc
source: Humans are common and uninteresting, but very skilled. Inherited Cloning stats: 0.75x HP
ru: Люди - распространенные и неинтересные, но очень умелые. Наследует характеристики клона: 0.75x ОЗ

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_human"]/title
source: Cloned Human
ru: Клонированный человек

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_human"]/short
source: Human
ru: Человек

source: Skills improve slightly faster
ru: Навыки совершенствуются слегка быстрее

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_engi"]/desc
source: It's unclear if the 'Engi' are partly organic or entirely mechanical, but it's well known that they make exceptional engineers. Inherited cloning stats: 0.75x HP
ru: Неясно, включают ли энджи в себя органические части или целиком состоят из механики. Тем не менее, известно, что из них получаются отличные инженеры. Наследует характеристики клона: 0.75x ОЗ

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_engi"]/title
source: Engi
ru: Клонированный энджи

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_engi"]/short
source: Engi
ru: Энджи

source: Repair speed is doubled
ru: Скорость ремонта удвоена

source: Combat damage inflicted is halved
ru: Наносимый урон в бою уменьшен вдвое

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_mantis"]/desc
source: The Mantis disregard for individual lives led to their evolution as a vicious warrior race. Inherited cloning stats: 0.75x HP
ru: Пренебрежение богомолов к жизням индивидов привело к их эволюции как жестокой расы воинов. Наследует характеристики клона: 0.75x ОЗ

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_mantis"]/title
source: Cloned Mantis
ru: Клонированный богомол

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_mantis"]/short
source: Mantis
ru: Богомол

source: Inflict 1.5x damage in combat
ru: Наносит 1.5х урона в бою

source: 1.2x move speed
ru: 1.2х скорость передвижения

source: Halved repair speed
ru: Уменьшена вдвое скорость ремонта

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_slug"]/desc
source: These telepathic Slugs were shunned in the Galactic Federation for their constant thievery and attempts at manipulation. Inherited cloning stats: 0.75x HP
ru: Этих телепатических слизней сторонились в Галактической Федерации за их постоянное воровство и попытки манипуляции. Наследует характеристики клона: 0.75x ОЗ

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_slug"]/title
source: Cloned Slug
ru: Клонированный слизень

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_slug"]/short
source: Slug
ru: Слизень

source: Telepathic powers reveal rooms and lifeforms even when sensors are down.
ru: Телепатические способности показывают отсеки и живых существ даже при неисправных сенсорах

source: Immune to mind control.
ru: Невосприимчив к контролю разума.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_sac_rock"]/desc
source: The 'Rockmen' of Vrachos IV are rarely seen and are known for their fortitude. Inherited cloning stats: 0.75x HP
ru: Валуны с Врахоса IV встречаются редко и известны своей стойкостью. Наследует характеристики клона: 0.75x ОЗ
