Repository: ftl-mv-translation/outer-expansion
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//crewBlueprint[@name="aea_acid_bill"]/desc
source: A dangerous mech used by the acid growth to extend it's reach beyond the acid nebula. Hosts a fragment of the acidic growth that controls the mech. The fragments of Acidic Growth in this machine have become disconnected from the rest of the Acidic Growth and now consider themselves their own entity.
ru: Опасный механизм, используемый Кислотным ростом для расширения своего влияния за пределы Кислотной туманности. В нем находится фрагмент Кислотного роста, который управляет механизмом. Фрагменты Кислотного роста в этой машине отделились от остальной части Кислотного роста и теперь считают себя самостоятельной сущностью.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_acid_bill"]/title
source: Acidic Outcast
ru: Кислотный изгой

# data/blueprints.xml.append$//crewBlueprint[@name="aea_acid_bill"]/short
source: Acid Outcast
ru: Кислотный изгой

source: Active Ability: immediately kills all enemy crew that are below 35 hp
ru: Активная способность: Немедленно убивает всех вражеских членов экипажа, у которых меньше 35 ОЗ.

source: Max Health is increased to 250
ru: Максимальное здоровье увеличено до 250

source: Learns combat 25% faster
ru: Обучается бою на 25% быстрее

source: Heals nearby Allies
ru: Лечит ближайших союзников

source: Repairs at 2x speed
ru: Ремонтирует со скоростью 2x

source: Moves at 0.5x speed
ru: Передвигается со скоростью 0.5х

source: Cannot suffocate, Immune to Mind Control
ru: Не может задохнуться, невосприимчив к контролю разума

# data/blueprints.xml.append$//crewBlueprint[@name="aea_necro_engi"]/desc
source: The Engi Heretics are outcasts even from the separatists, broken free from the harmony these engi prefer to use organic life as a tool to do their bidding. The Engi Heretics use their Nano bots to take control of the enemies they kill, hot wiring their bodies for a brief sprint of vitality.
ru: Еретики энджи - изгои даже среди сепаратистов: вырвавшись из Гармонии, они предпочитают использовать органическую жизнь как инструмент для выполнения своих задач. С помощью своих наноботов Еретики энджи берут под контроль убитых ими врагов, подключая их тела к своим для кратковременного прилива жизненных сил.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_necro_engi"]/title
source: Engi Heretic
ru: Еретик энджи

# data/blueprints.xml.append$//crewBlueprint[@name="aea_necro_engi"]/short
source: Heretic
ru: Еретик

source: Active Ability: Resurrect the last enemy killed in melee combat by this crewmember, costs 1 Nanite Swarm
ru: Активная способность: Воскрешает последнего врага, убитого в ближнем бою этим членом экипажа, стоит 1 рой нанитов

source: Max Health is increased to 125
ru: Максимальное здоровье увеличено до 125

source: Enemy crew killed in the presence of an Engi Heretic generate 1 nanite swarm
ru: Вражеский экипаж, убитый в присутствии энджи Еретика, создает 1 рой нанитов

source: 0.75x combat damage, 1.5x repair speed
ru: 0.75x урона в бою, 1.5x скорость ремонта

source: Reduced suffocation damage
ru: Снижен урон от удушья

# data/blueprints.xml.append$//crewBlueprint[@name="aea_necro_lich"]/desc
source: The Engi Liches are elite of the Engi Heretics, More powerful in their abilities, Engi Liches are able to inflict a kind of curse on enemy crew, causing them to be temporarily resurrected on the side of the Lich. The Engi Liches use their Nano bots to take control of the enemies they kill, hot wiring their bodies for a brief sprint of vitality.
ru: Энджи-Личи - элита Еретиков энджи, более могущественные в своих способностях, энджи-Личи способны наложить на вражеский экипаж своего рода проклятие, заставляющее их временно воскреснуть на стороне Лича. Энджи-Личи используют своих нано-ботов, чтобы взять под контроль убитых ими врагов, подключая их тела к себе для кратковременного восстановления жизненных сил.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_necro_lich"]/title
source: Engi Lich
ru: Энджи Лич

# data/blueprints.xml.append$//crewBlueprint[@name="aea_necro_lich"]/short
source: Lich
ru: Лич

source: Active Ability: Split every enemy in the room in two, creating a weaker copy to fight on the side of the Engi Lich, costs 3 Nanite Swarms
ru: Активная способность: Разделяет каждого врага в отсеке на две части, создавая более слабую копию, которая будет сражаться на стороне энджи-Лича, стоит 3 роя нанитов.

source: Active Ability: Resurrect the last enemy killed in melee combat by this crewmember, costs 1 Nanite Swarm
ru: Активная способность: Воскрешает последнего врага, убитого в ближнем бою этим членом экипажа, стоит 1 рой нанитов

source: Max Health is increased to 125
ru: Максимальное здоровье увеличено до 125

source: Enemy crew killed in the presence of an Engi Heretic generate 1 nanite swarm
ru: Вражеский экипаж, убитый в присутствии энджи Еретика, создает 1 рой нанитов

source: 0.8x combat damage, 1.2x ranged damage, 1.75x repair speed
ru: 0.8x урона в бою, 1.2x урон в дальнем бою, 1.75x скорость ремонта

source: Nano bots reduce healing of the target crew by 50%
ru: Наноботы замедляют исцеление целевого экипажа на 50%.

source: Reduced suffocation damage
ru: Снижен урон от удушья

# data/blueprints.xml.append$//crewBlueprint[@name="aea_necro_king"]/desc
source: Leader of the Engi Heretics and one of the first Engi to split off from the Harmony. Possesses fine control over Engi nanobots, giving it the ability to resurrect almost any lifeform.
ru: Лидер Еретиков энджи и один из первых энджи, отделившихся от Гармонии. Обладает тонким контролем над наноботами энджи, что дает ему возможность воскрешать практически любую форму жизни.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_necro_king"]/title
source: The Lich King
ru: Король-Лич

# data/blueprints.xml.append$//crewBlueprint[@name="aea_necro_king"]/short
source: Lich King
ru: Король-Лич

source: Active Ability: Permanently resurrects the last enemy killed in melee combat by this crewmember. Costs 5 Nanite Swarms
ru: Активная способность: Навсегда воскрешает последнего врага, убитого в ближнем бою этим членом экипажа. Стоит 5 нанитовых роев

source: Active Ability: Resurrects the last enemy killed in melee combat by this crewmember. Costs 1 Nanite Swarm
ru: Активная способность: Воскрешает последнего врага, убитого в ближнем бою этим членом экипажа. Стоит 1 рой нанитов

source: Max Health is increased to 180
ru: Максимальное здоровье увеличено до 180

source: Enemies killed on the same ship as this crewmember generate 1 Nanite Swarm
ru: Враги, убитые на одном корабле, что и этот член экипажа, генерируют 1 рой нанитов

source: 1.5x combat damage, 2x repair speed
ru: 1.5x урон в бою и 2x скорость ремонта

source: Nanobots reduce healing of the target crew by 100%
ru: Наноботы замедляют исцеление целевого экипажа на 100%

source: Immune to suffocation damage
ru: Невосприимчив к удушью

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_1"]/desc
source: An Ancient race which used their own advances in Multiversal travel to seal themselves off from the rest of the multiverse.
ru: Древняя раса, которая использовала свои собственные достижения в путешествиях по Мультивселенной, чтобы отгородиться от остальной части Мультивселенной.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_1"]/title
source: Lylmik
ru: Лилмик

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_1"]/short
source: Lylmik
ru: Лилмик

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_1"]/powerList/power[1]
source: Does not lose skills when cloned, cloning takes twice as long
ru: Не теряет навыки при клонировании, клонирование занимает в два раза больше времени

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_1"]/powerList/power[2]
source: Moves at 1.75x speed
ru: Передвигается со скоростью 1.75х

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_1"]/powerList/power[3]
source: Heals at 2x speed and does 1.75x damage in crew combat
ru: 2x скорость лечения и наносит 1.75x урона в бою с экипажем

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_1"]/powerList/power[4]
source: Cannot suffocate or burn
ru: Не может задохнуться или сгореть

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_1"]/desc
source: Originally one of the great Lylmik military leaders, now head of the council.
ru: Изначально один из великих военачальников лилмиков, сейчас глава Совета.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_1"]/title
source: Atoning Unifex
ru: Атонинг Юнифекс

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_1"]/short
source: Atoning Unifex
ru: Атонинг Юнифекс

source: Active Ability: Hack the current system and stun all crew in the room for the duration of the hack
ru: Активная способность: Взламывает текущую систему и оглушает всех членов экипажа в отсеке на время взлома.

source: Can teleport between ships
ru: Может телепортироваться между кораблями

source: Max Health is increased to 200
ru: Максимальное здоровье увеличено до 200

source: Does not lose skills when cloned, cloning takes twice as long
ru: Не теряет навыки при клонировании, клонирование занимает в два раза больше времени

source: Moves at 1.75x speed
ru: Передвигается со скоростью 1.75х

source: Heals at 2x speed and does 2x damage in crew combat
ru: Лечится с 2x скоростью и наносит 2x урона в бою с экипажем

source: Cannot suffocate or burn
ru: Не может задохнуться или сгореть

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_OLD_HACK_BOMB"]/title
source: BOMB
ru: БОМБА

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_OLD_HACK_BOMB"]/short
source: BOMB
ru: БОМБА

# data/blueprints.xml.append$//weaponBlueprint[@name="AEA_OLD_HACK_BOMB"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_2"]/desc
source: One of the original Lylmik leaders, more powerful than other Lylmik.
ru: Один из первых лидеров лилмиков, более могущественный, чем другие лилмики.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_2"]/title
source: Asymptotic Essence
ru: Асимптотическая Сущность

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_2"]/short
source: Asymptotic Essence
ru: Асимптотическая Сущность

source: Active Ability: Clear all ion damage on the room and repair 2 system damage.
ru: Активная способность: Устраняет весь ионный урон в отсеке и ремонтирует 2 системных урона.

source: Max Health is increased to 200
ru: Максимальное здоровье увеличено до 200

source: Does not lose skills when cloned, cloning takes twice as long
ru: Не теряет навыки при клонировании, клонирование занимает в два раза больше времени

source: Moves at 1.75x speed
ru: Передвигается со скоростью 1.75х

source: Heals at 2x speed and does 2x damage in crew combat
ru: Лечится с 2x скоростью и наносит 2x урона в бою с экипажем

source: Cannot suffocate or burn
ru: Не может задохнуться или сгореть

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_3"]/desc
source: One of the original Lylmik leaders, more powerful than other Lylmik.
ru: Один из первых лидеров лилмиков, более могущественный, чем другие лилмики.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_3"]/title
source: Eupathic Impulse
ru: Эвпатический Импульс

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_3"]/short
source: Eupathic Impulse
ru: Эвпатический Импульс

source: Active Ability: Detonate fire bombs on the enemy ship equal to the number of enemies in the current room plus one
ru: Активная способность: Детонирует на вражеском корабле зажигательные бомбы, равные количеству врагов в текущем отсеке плюс одна.

source: Max Health is increased to 200
ru: Максимальное здоровье увеличено до 200

source: Does not lose skills when cloned, cloning takes twice as long
ru: Не теряет навыки при клонировании, клонирование занимает в два раза больше времени

source: Moves at 1.75x speed
ru: Передвигается со скоростью 1.75х

source: Heals at 2x speed and does 2x damage in crew combat
ru: Лечится с 2x скоростью и наносит 2x урона в бою с экипажем

source: Cannot suffocate or burn
ru: Не может задохнуться или сгореть

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_4"]/desc
source: One of the original Lylmik leaders, more powerful than other Lylmik.
ru: Один из первых лидеров лилмиков, более могущественный, чем другие лилмики.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_4"]/title
source: Homologous Trend
ru: Гомологичный Тренд

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_4"]/short
source: Homologous Trend
ru: Гомологичный Тренд

source: Active Ability: Heal 1 hull damage and 100 crew health
ru: Активная способность: Ремонтирует 1 ед. прочности корпуса и 100 ОЗ экипажу.

source: Max Health is increased to 200
ru: Максимальное здоровье увеличено до 200

source: Does not lose skills when cloned, cloning takes twice as long
ru: Не теряет навыки при клонировании, клонирование занимает в два раза больше времени

source: Moves at 1.75x speed
ru: Передвигается со скоростью 1.75х

source: Heals at 2x speed and does 2x damage in crew combat
ru: Лечится с 2x скоростью и наносит 2x урона в бою с экипажем

source: Cannot suffocate or burn
ru: Не может задохнуться или сгореть

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_5"]/desc
source: One of the original Lylmik leaders, more powerful than other Lylmik.
ru: Один из первых лидеров лилмиков, более могущественный, чем другие лилмики.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_5"]/title
source: Noetic Concordance
ru: Ноэтический Конкорданс

# data/blueprints.xml.append$//crewBlueprint[@name="aea_old_unique_5"]/short
source: Noetic Concordance
ru: Ноэтический Конкорданс

source: Active Ability: Generate 2 super shield layers
ru: Активная способность: Создает 2 слоя суперщита

source: Max Health is increased to 200
ru: Максимальное здоровье увеличено до 200

source: Does not lose skills when cloned, cloning takes twice as long
ru: Не теряет навыки при клонировании, клонирование занимает в два раза больше времени

source: Moves at 1.75x speed
ru: Передвигается со скоростью 1.75х

source: Heals at 2x speed and does 2x damage in crew combat
ru: Лечится с 2x скоростью и наносит 2x урона в бою с экипажем

source: Cannot suffocate or burn
ru: Не может задохнуться или сгореть

# data/blueprints.xml.append$//crewBlueprint[@name="aea_bird_avali"]/desc
source: A feathered race obsessed with technology, especially drones. Especially powerful when repairing.
ru: Пернатая раса, одержимая технологиями, прежде всего дронами. Особенно сильны при ремонте.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_bird_avali"]/title
source: Gi
ru: Ги

# data/blueprints.xml.append$//crewBlueprint[@name="aea_bird_avali"]/short
source: Gi
ru: Ги

source: Autorepairs the current system at 0.5x repair speed
ru: Автоматически ремонтирует текущую систему с 0.5х скоростью

source: Move speed increased to 2x when there are not hostile crew in the room
ru: Скорость передвижения увеличена до 2x, если в отсеке нет вражеского экипажа

# data/blueprints.xml.append$//crewBlueprint[@name="aea_bird_illuminant"]/desc
source: Elite Gi Crew. Specially trained drone technicians that adapt well to any situation.
ru: Элитный экипаж ги. Специально обученные техники по работе с дронами, которые хорошо адаптируются к любой ситуации.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_bird_illuminant"]/title
source: Gi Technician
ru: Техник ги

# data/blueprints.xml.append$//crewBlueprint[@name="aea_bird_illuminant"]/short
source: Technician
ru: Техник

source: Autorepairs the current system at 1x repair speed
ru: Автоматически ремонтирует текущую систему с 1х скоростью

source: Friendly Drones in the current room heal at 3hp/s
ru: Дружественные дроны в текущем отсеке исцеляются со скоростью 3 ОЗ/с

source: Move speed increased to 2x when there are not hostile crew in the room
ru: Скорость передвижения увеличена до 2x, если в отсеке нет вражеского экипажа

# data/blueprints.xml.append$//crewBlueprint[@name="aea_bird_unique"]/desc
source: The chief Gi engineer responsible for the powerful drones the Avali use.
ru: Главный инженер ги, ответственный за создание мощных дронов, которые используют Авали.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_bird_unique"]/title
source: Chief Engineer
ru: Главный инженер

# data/blueprints.xml.append$//crewBlueprint[@name="aea_bird_unique"]/short
source: Engineer
ru: Инженер

source: Max Health is incresed to 140
ru: Максимальное здоровье увеличено до 140

source: Autorepairs the entire ship at 1x repair speed
ru: Автоматический ремонт всего корабля с 1х скоростью ремонта

source: Autorepairs the current system at 1.5x repair speed
ru: Автоматически ремонтирует текущую систему с 1.5х скоростью

source: Friendly Drones in the current room heal at 3hp/s
ru: Дружественные дроны в текущем отсеке исцеляются со скоростью 3 ОЗ/с

source: Move speed increased to 2x when there are not hostile crew in the room
ru: Скорость передвижения увеличена до 2x, если в отсеке нет вражеского экипажа

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_vampbig"]/title
source: Cultivator Cultist
ru: Культиватор-сектант

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_vampbig"]/short
source: Cultist
ru: Сектант

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_vampbig"]/desc
source: A Cultivator cultist, these crew are focused around dealing with enemy crew and draw on the power of the bud to temporarily convert enemy to ally. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Культиваторы-сектанты - эти члены экипажа сосредоточены на борьбе с вражеским экипажем и используют силу Бутона для временного превращения врага в союзника. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability: Mind control a random enemy crew member.
ru: Активная способность: Контролирует разум случайного члена вражеского экипажа.

source: Max Health is increased to 150
ru: Максимальное здоровье увеличено до 150

source: Enemy crew in the same room heal 25% slower
ru: Вражеский экипаж в том же отсеке лечится на 25% медленнее

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard"]/title
source: Vampweed Cultist
ru: Вампсорняк сектант

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard"]/short
source: Cultist
ru: Сектант

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability: Casts a spell in the current room which does nothing
ru: Активная способность: Произносит заклинание в текущем отсеке, которое ничего не делает.

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_a01"]/title
source: Vampweed Cultist [Protect]
ru: Вампсорняк сектант [Защита]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_a01"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (5 charges): Casts a spell which protects the current room from hull and system damage for 10 seconds
ru: Активная способность (5 зарядов): Накладывает заклинание, которое защищает текущий отсек от урона по корпусу и системе на 10 секунд

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_a02"]/title
source: Vampweed Cultist [Beacon]
ru: Вампсорняк сектант [Маяк]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_a02"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability: Casts a spell which retargets all the enemy projectiles on screen to the current room
ru: Активная способность: Накладывает заклинание, которое перенацеливает все вражеские снаряды на экране на текущий отсек

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s03"]/title
source: Vampweed Cultist [Bio Bolt]
ru: Вампсорняк сектант [Био-болт]

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s03"]/desc
source: A Vampweed cultist, specialized in casting spells, these orchids draw on the power of the bud to both protect themselves and destroy their enemies. Inherited Orchid stats: slightly reduced suffocation damage, takes 75% more damage from fire, refills oxygen
ru: Вампсорняки-сектанты, специализируются на произнесении заклинаний, и используют силу Бутона, чтобы защитить себя и уничтожить врагов. Наследует характеристики орхидей: немного снижен урон от удушья, на 75% больше урона от огня, пополняет запасы кислорода

source: Active Ability (3 charges): Cast a spell at a target room dealing 45 personal damage
ru: Активная способность (3 заряда): Накладывает заклинание на выбранный отсек, наносящее 45 единиц урона по экипажу.

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
ru: Удвоенная скорость атаки в дальнем бою, но наносит только 0.75x урона в дальнем бою

source: Enemy projectiles fired at the current room will broadcast their target.
ru: Вражеские снаряды, выпущенные по текущему отсеку, раскрывают свою цель.

# data/blueprints.xml.append$//crewBlueprint[@name="aea_cult_wizard_s04"]/title
source: Vampweed Cultist [Bolt]
ru: Вампсорняк сектант [Болт]
